Repository: ruifontes/vocalizer_automotive_driver
Catalog: addon/locale/an/LC_MESSAGES/nvda.po
Languages: an

source: No License.
an: No bi ha Licencia.

source: Automatic &Language Switching Settings
an: Opcions de Cambeo Automatico de &Idioma

source: Configure which voice is to be used for each language.
an: Configurar qué voz va a estar emplegada ta cada idioma.

source: Enter License
an: Meter a Licencia

source: Enter your license data for this computer.
an: Introduz os tuyos datos de licencia ta iste ordinador.

source: Remove License
an: Borrar a Licencia

source: Remove your license from this NVDA copy
an: Borra a tuya licencia d'ista copia de NVDA

source: Download More Voices
an: Descargar Mas Voces

source: Open the vocalizer voices download page.
an: Ubrir a pachina de descarga de voces de vocalizer.

source: About Nuance Vocalizer for NVDA
an: Sobre Nuance Vocalizer ta NVDA

source: Choose the file that contains your license data on the dialog that will be opened. If you don't have a vocalizer license for NVDA or are expiriencing other problems please contact Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) or your Vocalizer for NVDA distributor. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. The license file is intended soley for your private use. If the Nuance Vocalizer license file doesn't belong to you should reframe from using this product. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. Any shared license files will reduce donations to NVDA and good/cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial syntheciser for NVDA. Do you want to continue?
an: Esleye o fichero que contiene os tuyos datos de licencia en o dialogo que s'ubrirá . Si no tiens una licencia de vocalizer ta NVDA u yes experimentando atros problemas por favor contacta con Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) u con o tuyo distribuidor de Vocalizer ta NVDA. a utilización no autorizada d'iste producto (ye dicir, sin una licencia valida) no ye permitida por a mayoría d'as leis internacionals sobre os dreitos d'o software. O fichero de licencia se destina solament ta uso privau. Si o fichero de licencia de Nuance Vocalizer no te perteneixe habrías de replantearte l'uso d'iste producto. Por favor tien en cuenta que una proporción d'o pre de Nuance Vocalizer ta NVDA se dona ta continar o desembolique de NVDA. Qualsiquier fichero de licencia compartiu reducirá as donacions a NVDA y l'accesibilidad buena y barata t'os ciegos a traviés d'o mundo. Adicionalment, se fixó o pre de Nuance Vocalizer ta NVDA a la valura lo mas baixo posible, ta permitir a la mayor parti posible de chent tener un sintetizador comercial ta NVDA. Quiers continar?

source: Entering License Data:
an: Metendo Datos d'a Licencia:

source: Choose license file
an: Esleir fichero de licencia

source: Nuance Vocalizer license files
an: Fichers de licencia ta Nuance Vocalizer

source: License entered successfully! For all changes to take effect NVDA must be restarted. Do you want to restart NVDA now?
an: A licencia se'n ye introducida satisfactoriament! Ta que totz os cambeos tiengan efecto cal reenchegar NVDA. Quiers reenchegar agora o NVDA?

source: Success!
an: Exito!

source: Error copying license data: {error}
an: S'ha produciu una error en copiar os datos d'a licencia: {error}

source: Are you sure you want to remove your license? This can not be reverted.
an: Yes seguro que quiers sacar a tuya licencia? Isto no puet revertir-se.

source: Remove License?
an: Sacar a Licencia?

source: License successfully removed. Restart NVDA fo the changes to ttake effect.
an: A licencia se'n ye sacada satisfactoriament. Reenchega NVDA ta que os cambeos tiengan efecto.

source: License removed
an: A licencia ha estau sacada

source: Error removing license: {error}
an: S'ha produciu una error en sacar a licencia: {error}

source: License data not available
an: Os datos d'a licencia no son disponibles

source: Demo license. Expiration date: %s
an: Demo de licencia. Calendata espirada: %s

source: User Name:
an: Nombre d'Usuario:

source: User Identification:
an: Identificación d'Usuario:

source: License Number:
an: Numero de Licencia:

source: Distributor:
an: Distribuidor:

source: The Nuance Vocalizer for NVDA demonstration license has expired. To buy a license for Nuance Vocalizer for NVDA, please visit {url}, or contact an authorized distributor. Note that a percentage of the license's price is donated to NV Access, ltd, to help continuing the development of the NVDA screen reader.
an: a licencia de demostración de Nuance Vocalizer ta NVDA ha expirau. Ta crompar una licencia de Nuance Vocalizer ta NVDA, por favor visita {url}, u contacta con un distribuidor autorizau. Para cuenta que un porcentache d'o pre d'a licencia se dona a NV Access, ltd, ta aduyar con a continación d'o desembolique d'o lector de pantalla NVDA.

source: Vocalizer Demo Expired
an: A demo de Vocalizer ha Expirau

source: The Vocalizer license you are trying to use is invalid. This might be happening due to one of two reasons: 1. The license file is damaged or is not a valid license file. 2. The license was disabled for security reasons, due to illegal use or its data beeing compromized. If you own a license for Nuance Vocalizer for NVDA, please contact Tiflotecnia, lda. or your local distributor, so the problem can be further investigated. If this Nuance Vocalizer for NVDA license file doesn't belong to you should reframe from using this product. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. By sharing license files you are working against NVDA and good and cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial quality syntheciser in NVDA. Please think twice about it. You can remove this invalid license using the Vocalizer menu.
an: a licencia de Vocalizer que yes intentando utilizar no ye valida. Isto podría estar ocurrindo a causa d'una de todas dos razons: 1. O fichero d'a licencia ye danyau u no ye un fichero de licencia valido. 2. a licencia estió deshabilitada por razons de seguranza, a causa d'a utilización ilegal u a que os suyos datos son compromesos. Si yes duenyo d'una licencia de Nuance Vocalizer ta NVDA, por favor contacta con Tiflotecnia, lda. u con o tuyo distribuidor local, ta que o problema se pueda investigar adequadament. Si iste fichero de licencia de Nuance Vocalizer ta NVDA no te perteneixe habrías de replantearte si emplegar iste producto. L'emplego no autorizau d'iste producto (ye dicir, sin una licencia valida) no ye permitida por a mayoría d'as leis internacionals sobre os dreitos d'o software. Por favor tien en cuenta que una proporción d'o pre de Nuance Vocalizer ta NVDA se dona ta continar o desembolique de NVDA. A lo compartir fichers de licencia treballas en contra de NVDA y d'una buena y barata accesibilidad t'os ciegos a traviés d'o mundo. Adicionalment, s'achustó o pre d'o Nuance Vocalizer ta NVDA a la valura mas baixa posible, ta permitir a tanta chent como siga posible tener un sintetizador de calidat comercial en NVDA. Por favor piensa-lo dos veces. Puetz borrar ista licencia no valida emplegando o menú Vocalizer.

source: Vocalizer License is Invalid.
an: a licencia de Vocalizer no ye valida.

source: Vocalizer Demo Version
an: Versión Demo de Vocalizer

source: You have no Vocalizer voices installed. You need at least one voice installed to use Vocalizer for NVDA. You can download all Vocalizer voices from the product web page. Would you want to open the vocalizer for NVDA voices download page now?
an: No tiens voces instaladas. Amenestes a lo menos una voz instalada ta emplegar o Vocalizer ta NVDA. Puetz descargar todas as voces de Vocalizer dende a pachina web d'o producto. Quiers ubrir a pachina de descarga de voces de Vocalizer ta NVDA agora?

source: No voices installed.
an: No bi ha voces instaladas.

source: Vocalizer Automatic Language Switching Settings
an: Opcions de Cambeo Automatico d'Idioma ta Vocalizer

source: Select a locale, and then configure the voice to be used:
an: Selecciona una localización, y alavez configura a voz que emplegar:

source: Locale Name:
an: Nombre d'a Localización:

source: Voice Name:
an: Nombre d'a Voz:

source: Nuance Vocalizer 5.5 Driver
an: Controlador ta Nuance Vocalizer 5.5

source: Nuance Vocalizer 5.5 speech synthesizer driver and interface for NVDA.
an: Controlador t'o sintetizador de voz Nuance Vocalizer 5.5 y interface ta NVDA
