Repository: ruifontes/vocalizer_automotive_driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, el, es, fi, fr, gl, hr, hu, it, nb_no, ne, nl, pt_br, pt_pt, sl, tr

source: Choose the file that contains your license data on the dialog that will be opened. If you don't have a vocalizer license for NVDA or are expiriencing other problems please contact Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) or your Vocalizer for NVDA distributor. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. The license file is intended soley for your private use. If the Nuance Vocalizer license file doesn't belong to you should reframe from using this product. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. Any shared license files will reduce donations to NVDA and good/cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial syntheciser for NVDA. Do you want to continue?
da: Vælg filen med dine licensoplysninger ved hjælp af den dialogboks, der fremkommer. Hvis du ikke allerede har en Vocalizer licens til NVDA eller hvis du oplever yderligere problemer, skal du kontakte Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) eller din leverandør af Vocalizer for NVDA. Ikke-autoriseret brug af dette produkt (i.g. uden en gyldig licens) er ikke tilladt ifølge de fleste internationale love om software rettigheder. Licensfilen er kun til eget brug. Hvis Nuance Vocalizer licensfilen ikke tilhører dig, bør du undlade at benytte dette produkt. Bemærk venligst at en del af prisen for Nuance Vocalizer for NVDA bliver doneret til videreførsel af udviklen af NVDA. Enhver delt licensfile vil reducere donationerne til NVDA og god/billig tilgængleighed for blinde verden over. Nuance Vocalizer for NVDA er desuden prissat så lavt som muligt for at tillade så mange som muligt at få adgang til en kommerciel talesyntese til NVDA. Ønsker du at fortsætte?
de: Bitte Wählen Sie Ihre Lizenzdatei im nun öffnenden Dialog. Wenn Sie noch keine Lizenz für Vocalizer für NVDA besitzen oder andere Probleme haben, kontaktieren Sie bitte Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) oder Ihren Vocalizer für NVDA Händler. Nicht authorisiertes Nutzen dieses Produktes(bspw. ohne eine gültige Lizenz) ist durch die meisten internationale Gesetze bzgl. der Software-Rechte verboten. Die Lizenzdatei ist nur für Sie bestimmt. Wenn Ihnen diese Lizenz nicht gehört,, sollten Sie dieses Produkt nicht mehr benutzen. Bitte beachten Sie, dass ein Teil des Preises für Nuance Vocalizer für NVDA gespendet wird, um die Weiterentwicklung zu sichern. Jede geteilte Lizenz datei reduziert die Spenden für NVDAsowie gute und günstige Barrierefreiheit für Blinde auf der ganzen Welt. Des weiteren wird Nuance Vocalizer für NVDA zum möglichst günstigsten Preis vertrieben, um so vielen Personen wie möglich die Nutzung einer kommerziellen quallitativen Sprachausgabe in NVDA zu ermöglichen. Möchten Sie fortfahren?
el: Στο διάλογο που θα ανοίξει, επιλέξτε το αρχείο που περιέχει την άδεια σας. Αν δεν έχετε μία άδεια του Vocalizer για το NVDA ή αν έχετε άλλα προβλήματα, παρακαλούμε επικοινωνήστε με τον ΣΤΑΤ (info@stat.net.gr) ή με την Tiflotecnia (tiflotecnia@tiflotecnia.com). Δεν επιτρέπεται η μη εξουσιοδοτημένη χρήση αυτού του προϊόντος (δηλαδή χωρίς έγκυρη άδεια χρήσης) από όλους τους διεθνής νόμους για τα δικαιώματα λογισμικού. Το αρχείο της άδειας είναι αποκλειστικά για προσωπική χρήση. Αν η άδεια του Nuance Vocalizer δεν ανήκει σε εσάς, πρέπει να σταματήσετε να χρησιμοποιείτε αυτό το προϊόν. Παρακαλούμε, σημειώστε ότι ένα ποσό από την τιμή του Nuance Vocalizer για το NVDA γίνεται δωρεά για την ανάπτυξη του NVDA. Οποιαδήποτε απόπειρα κοινόχρηστης χρήσης των αδειών θα μειώσουν τις δωρεές προς το NVDA και την καλή και φτηνή πρόσβαση των τυφλών παγκοσμίως. Επιπλέον, το Nuance Vocalizer για το NVDA έχει τη χαμηλότερη δυνατή τιμή, για να επιτρέπει σε όσο το δυνατόν περισσότερα άτομα να έχουν στη διάθεση τους έναν συνθέτη υψηλής ποιότητας για το NVDA. Θέλετε να συνεχίσετε;
es: Elige el fichero que contiene tus datos de licencia en el diálogo que se abrirá . Si no tienes una licencia de vocalizer para NVDA r estás experimentando otros problemas por favor contacta con Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) o con tu distribuidor de Vocalizer para NVDA. La utilización no autorizada de este producto (es decir, sin una licencia válida) no está permitida por la mayoría de las leyes internacionales sobre los derechos del software. El fichero de licencia se destina solamente para uso privado. Si el fichero de licencia de Nuance Vocalizer no te pertenece deberías replantearte el uso de este producto. Por favor ten en cuenta que una proporción del precio de Nuance Vocalizer para NVDA se dona para continuar el desarrollo de NVDA. Cualquier fichero de licencia compartido reducirá las donaciones a NVDA y la accesibilidad buena y barata para los ciegos a través del mundo. Adicionalmente, se fijó el precio de Nuance Vocalizer para NVDA al valor lo más bajo posible, para permitir a la mayor parte posible de gente tener un sintetizador comercial para NVDA. ¿Quieres continuar?
fi: Valitse lisenssitiedostosi avautuvassa valintaikkunassa. Mikäli sinulla ei ole tuotteen Vocalizer for NVDA lisenssiä tai koet muita ongelmia, ota yhteyttä Tiflotecnia, LDA:han. (tiflotecnia@tiflotecnia.com) tai paikalliseen jälleenmyyjääsi. Tämän tuotteen luvaton käyttö (esim. ilman voimassa olevaa lisenssiä) ei ole sallittua useimmissa kansainvälisissä laeissa ohjelmistojen oikeuksista. Lisenssitiedosto on tarkoitettu ainoastaan yksityiskäyttöön Mikäli et omista Nuance Vocalizer -lisenssin käyttöoikeutta, sinun tulisi pidättäytyä tämän tuotteen käytöstä. Huomaathan, että osa tämän tuotteen hinnasta lahjoitetaan NVDA:n kehitystyön jatkamiseen. Jokainen jaettu lisenssi vähentää NVDA:lle tarkoitettuja lahjoituksia sekä hyvää ja halpaa esteettömyyttä sokeille kaikkialla maailmassa. Tämä tuote on lisäksi hinnoiteltu alhaisimmaksi mahdolliseksi, jotta niin monet ihmiset kuin suinkin saisivat kaupallisen puhesyntetisaattorin NVDA:lla käytettäväksi. Haluatko jatkaa?
fr: Choisissez le fichier contenant les données de votre licence dans la boîte de dialogue qui s'ouvrira. Si vous n'avez pas de licence de Vocalizer pour NVDA ou si vous avez un autre problème, contactez Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) ou votre distributeur de Vocalizer pour NVDA. L'utilisation non autorisée de ce produit (Ex : sans licence valide) est interdit par la plupart des traités internationaux concernant les droits sur les logiciels. Le fichier de licence est utilisable dans le cadre de votre utilisation personnelle. Si le fichier de licence de Nuance Vocalizer pour NVDA ne vous est pas destiné, vous devriez renoncer à utilisez ce produit. Notez qu'une partie du prix de Vocalizer pour NVDA est donné pour continuer le développement de NVDA. Tous fichier de licence qui serait partagé réduira les dons pour NVDA et pour l'amélioration de l'accessibilités aux non-voyants dans le monde. De plus, le prix de Nuance Vocalizer pour NVDA est fixé pour être le plus bas possible afin de permettre au plus grand nombre de personnes d'avoir une synthèse vocale commerciale pour NVDA. Voulez-vous continuer ?
gl: Escolle o ficheiro que contén os teus dados de licenza no diálogo que se abrirá. Se non tes unha licenza de vocalizer para NVDA ou estás a experimentar outros problemas por favor contacta con Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) ou co teu distribuidor de Vocalizer para NVDA. O uso non autorizado deste produto (é dicir, sen unha licenza válida) non está permitido pola maioría das leis internacionais sobre os dereitos do software. O ficheiro de licenza enténdese soamente para o teu uso privado. Se o ficheiro de licenza para o Nuance Vocalizer non é da túa propriedade deberías rexeitar o uso deste produto. Por favor ten en conta que unha proporción do prezo do Nuance Vocalizer para NVDA dóase para continuar co desenrrolo do NVDA. Calquera compartición dos ficheiros da licenza reducirá as doazóns para NVDA e a accesibilidade boa e barata para os cegos ó longo do mundo. Aínda máis, o prezo do Nuance Vocalizer para NVDA fixouse ó valor máis baixo posible, para permitir a tanta xente como sexa posible ter un sintetizador comercial para NVDA. ¿Queres continuar?
hr: Odaberite datoteku koja sadrži registarske podatke u dijaloškom okviru koji će se otvoriti. Ako nemate vocalizer licencu za NVDA ili ste suočeni s ostalim problemima, molimo kontaktirajte Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) ili vašeg Vocalizer za NVDA zastupnika. Neovlašteno korištenje ovog proizvoda (bez valjane dozvole) nije dopušteno od strane većine međunarodnih zakona o softverskim pravima. Datoteka licence je namijenjena jedino za vašu osobnu uporabu. Ako datoteka licence za Nuance Vocalizer ne pripada vama, ne koristite istu s ovim proizvodom. Imajte na umu da se udio cijene Nuance Vocalizer-a za NVDA donira za nastavak razvoja NVDA čitača ekrana. Sve dijeljene datoteke licence će smanjiti donacije za NVDA pa tako i dobru, jeftinu pristupačnost svim slijepim osobama diljem svijeta. Nadalje, Nuance Vocalizer za NVDA naplaćuje se po najnižoj mogućoj cijeni, kako bi se čim većem broju ljudi omogućilo korištenje komercijalnog sintetizatora govora sa NVDA čitačem ekrana. Želite li nastaviti?
hu: Válassza ki a fájlt, amely az ön licenszét tartalmazza a megnyíló párbeszédpanelen. Ha nem rendelkezik Vocalizer licensszel, vagy egyéb problémát tapasztal kérjük lépjen kapcsolatba a Tiflotecnia, LDA-val. (tiflotecnia@tiflotecnia.com) vagy az ön Vocalizer for NVDA forgalmazójával. A termék nem hiteles használata (pl. egy megvásárolt, érvényes licensz segítségével) nem megengedett a legtöbb nemzetközi szoftverjogra vonatkozó törvény szerint. A licensz fájl kizárólagosan az ön személyes használatára bisztosít engedélyt. Ha a Nuance Vocalizer licensz fájl nem az ön tulajdona, a terméket ön jogszerűtlenül, illegálisan használja. Kérjük távolítsa el a terméket a számítógépéről. Kérjük vegye figyelembe, hogy a Nuance Vocalizer for NVDA árának egy részével ön az NVDA fejlesztését is támogatja. Bármely megosztott licensz fájl csökkenti az erre fordított összeget, ezzel megakadályozva az alacsony árú, de magas minőségű szoftver és az NVDA elérhetővé tételét vakok és gyengénlátók részére. Ezzel nagy részben az NVDA továbbfejlesztését is hátráltatja! Szeretné folytatni?
it: Selezionare un file che contiene i dati della licenza nella finestra di dialogo che si aprirà successivamente. Se non si possiede una licenza oppure si stanno riscontrando altri problemi, si prega di contattare Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) o il rivenditore locale di Vocalizer per NVDA. L'uso non autorizzato di questo prodotto (ad esempio senza una licenza regolare) è vietato dalle leggi internazionali sui diritti dei software presenti in molti paesi. Il file di licenza viene consegnato esclusivamente per uso personale e privato. Se il file di licenza per Nuance Vocalizer non ti appartiene, dovresti rifiutarne l'utilizzo. Si noti che una parte dei ricavati verrà devoluto sotto forma di donazioni affinché lo sviluppo di NVDA possa continuare. Ciascun file di licenza condiviso ridurrà le donazioni e l'accessibilità a prezzo economico nel mondo.. Inoltre, Nuance Vocalizer per NVDA viene distribuito con il prezzo più basso possibile, per permettere a qualsiasi persona di poterlo acquistare con i propri mezzi. Desideri continuare?
nb_no: Velg filen som inneholder lisensen i dialogboksen som åpnes. Hvis du ikke har en lisensfil for NVDA eller møter på andre problemer, vennligst kontakt Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) eller din Vocalizer for NVDA distributør. Uautorisert bruk av dette produktet (f.eks. uten en validert lisens) er ikke tillatt jf. internasjonal lov. Lisensfilen er forbeholdt privat bruk. Hvis Nuance Vocalizer lisensfilen ikke er din, kan du ikke bruke produktet. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. Any shared license files will reduce donations to NVDA and good/cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial syntheciser for NVDA. Vil du forstette?
ne: तपाइको इजाजत तत्याङ्क भएको फाइल खोल्नका लागी पातोबाट फाइलको नाम छान्नु होस् । यदि तपाइ सित नेत्रवाणीका लागी जारी गरिएको vocalizer को इजाजत छैन अथवा अरु कुनै समस्या भोग्नु भएको छ भने कृपया Tiflotecnia, LDA (tiflotecnia@tiflotecnia.com) अथवा नेत्रवाणीका लागि जारी गरिएको Vocalizer को वितरक सित सम्पर्क गर्नु होला । यन्त्रप्राण प्रतिलिपि अधिकार सम्बन्धी प्राय सबै जसो अन्तर राष्ट्रिय कानुनले यो उत्पादनको अनधिकृत (अर्थात् इजाजत बिना) प्रयोग गर्न प्रतिबन्धित गरेको छ । यो इजाजत केवल तपाइको निजी प्रयोगका लागि मात्र उपलब्ध गराइएको हो । यदि यो नेत्रवाणीको लागि जारी Nuance Vocalizer इजाजत फाइल तपाइको होइन भने तपाइले यसको प्रयोग गर्न छोड्नु पर्छ । कृपया ध्यान दिन योग्य कुरा के हो भने नेत्रवाणीको लागि उपलब्ध Nuance Vocalizer नेत्रवाणीको निरन्तर विकासको लागि योगदान दिने उद्देश्यले उपलब्ध गराइएको हो । के तपाइ निरन्तरता जारि राख्न चाहनु हुन्छ ?
nl: Kies het bestand met de licentiegegevens in het volgende dialoogvenster. n Als u niet over een licentie beschikt, of als er problemen zijn, neem dan contact op met Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) of uw Vocalizer voor NVDA distributeur. Ongeautoriseerd gebruik van deze software is niet toegestaan volgens de meeste internationale copyright-wetgeving. Merk op dat een deel van de prijs van Vocalizer-NVDA wordt gedoneerd aan de ontwikkeling van NVDA. De licentie is enkel voor eigen gebruik. Door licentie-bestanden te delen werkt u het beschikbaar zijn van NVDA en betaalbare toegankelijkheidssoftware tegen. Verder is Vocalizer-NVDA zo laag mogelijk geprijsd om zo veel mogelijk mensen toegang te geven tot een commerciele synthesizer voor NVDA. Als de Vocalizer licentie niet uw eigendom is, zou u het product niet moeten gebruiken. Wilt u doorgaan?
pt_br: Escolha o arquivo que contém os dados da licença na janela que vai se abrir. Caso não possua uma licença do vocalizer para NVDA ou esteja com outros problemas, por favor contacte a Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) ou seu revendedor do Vocalizer para NVDA. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. The license file is intended soley for your private use. If the Nuance Vocalizer license file doesn't belong to you should reframe from using this product. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. Any shared license files will reduce donations to NVDA and good/cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial syntheciser for NVDA. Do you want to continue?
pt_pt: Escolha o ficheiro que contém os dados da sua licença no diálogo que será aberto. Se não tem uma licença do Nuance Vocalizer para o NVDA ou se está a ter outros problemas de utilização, contacte por favor a Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) ou o seu distribuidor do Vocalizer para o NVDA. Uso não autorizado deste produto (i.e. sem uma licença válida) não é permitod pelas leis internacionais sobre direitos de cópia de software. Se esta a licença do Nuance Vocalizer para o NVDA não lhe pertence, não deverá usar este produto. Por favor note que uma proporção do preço do Nuance Vocalizer para o NVDA é doada para continuar o desenvolvimento do NVDA. Ao partilhar ficheiros de licença, estará a trabalhar contra acessibilidade boae barata para os cegos de todo o mundo. Além disso, o Nuance Vocalizer para o NVDA é vendido ao mais baixo valor possível,para permitir que o maior número possível de pessoas possa ter umsintetizador de qualidade comercial no NVDA. Deseja continuar?
sl: V odprtem pogovornem oknu izberite datoteko, ki vsebuje podatke o licenci. Če nimate licence za vokalizator NVDA ali imate druge težave, se obrnite na Tiflotecnia, LDA. (tiflotecnia@tiflotecnia.com) ali distributerja programa Vocalizer za NVDA. Nepooblaščena uporaba tega izdelka (npr. brez veljavne licence) ni dovoljena v skladu z večino mednarodnih zakonov o pravicah na področju programske opreme. Licenčna datoteka je namenjena izključno vaši zasebni uporabi. Če licenčna datoteka Nuance Vocalizer ne pripada vam, se morate od uporabe tega izdelka umakniti. Upoštevajte, da je del cene programa Nuance Vocalizer za NVDA namenjen donaciji za nadaljnji razvoj programa NVDA. Vsaka souporaba licenčnih datotek bo zmanjšala donacije za NVDA in dobro/cenovno dostopnost za slepe po vsem svetu. Poleg tega je cena programa Nuance Vocalizer za NVDA najnižja možna, da bi čim več ljudem omogočili komercialni sintetizator za NVDA. Ali želite nadaljevati?

source: Entering License Data:
da: Indlæser licensoplysninger:
de: Geben Sie Ihre Lizenzdaten ein:
el: Εισαγωγή Δεδομένων Άδειας:
es: Introduciendo Datos de Licencia:
fi: Lisenssitietojen syöttäminen:
fr: Entrer les données de licence :
gl: Introducindo Dados de Licenza:
hr: Unos registarskih podataka:
hu: Licensz adatok megadása:
it: Inserimento dati licenza:
nb_no: Skriver Lisensdata:
ne: इजाजत तथ्याङ्क प्रविष्टी गरिदै ।:
nl: Licentiegegevens invoeren:
pt_br: Inserir os Dados da Licença:
pt_pt: Introduzir os dados da licença:
sl: Vnos podatkov o licencah:
tr: Lisans bilgisi giriliyor:

source: Choose license file
da: Vælg licensfil
de: Lizenzdatei auswählen
el: Επιλογή αρχείου άδειας
es: Elegir fichero de licencia
fi: Valitse lisenssitiedosto
fr: Choisir le fichier de licence
gl: Escoller ficheiro de licenza
hr: Odaberite datoteku licence
hu: Licensz fájl kiválasztása
it: Selezionare un file di licenza
nb_no: Velg lisensfil
ne: इजाजत फाइल छान्नु होस् ।
nl: Kies licentie-bestand
pt_br: Selecione o arquivo de licença
pt_pt: Escolha o ficheiro da licença
sl: Izberite licenčno datoteko
tr: Lisans dosyasını seçin

source: Nuance Vocalizer license files
da: Nuance Vocalizer licensfiler
de: Nuance-Vocalizer-Lizenzdateien
es: Ficheros de licencia para Nuance Vocalizer
fi: Nuance Vocalizerin lisenssitiedostot
fr: Fichiers de licence de Nuance Vocalizer
gl: Ficheiros de licenza do Nuance Vocalizer
hr: Nuance Vocalizer licencne datoteke
hu: Nuance Vocalizer licensz fájlok
it: File di licenza di Nuance Vocalizer
nb_no: Nuance Vocalizer lisensfiler
ne: Nuance Vocalizer इजाजत फाइल
nl: Nuance Vocalizer licentie-bestanden
pt_br: Arquivos de licença do Nuance Vocalizer
pt_pt: Ficheiros de licença do Nuance Vocalizer
sl: Licenčne datoteke programa Nuance Vocalizer
tr: Nuance Vocalizer lisans dosyaları

source: License entered successfully! For all changes to take effect NVDA must be restarted. Do you want to restart NVDA now?
da: Licensen er indlæst korrekt ! NVDA skal genstartes før alle ændringer træder i kraft. Vil du genstarte NVDA nu?
de: Die Lizenzdaten wurden erfolgreich eingetragen! Damit alle Änderungen wirksam werden, muss NVDA neu gestartet werden. Möchten Sie NVDA jetzt neu starten?
el: Η άδεια εισήχθηκε με επιτυχία! Για την ενεργοποίηση των αλλαγών πρέπει να επανεκκινήσετε το NVDA. Θέλετε να επανεκκινήσετε το NVDA τώρα;
es: ¡Licencia introducida satisfactoriamente! Para que todos los cambios tengan efecto NVDA debe reiniciarse. ¿Quieres reiniciar ahora NVDA?
fi: Lisenssitiedot syötetty onnistuneesti! NVDA on käynnistettävä uudelleen, jotta kaikki muutokset tulevat voimaan. Käynnistetäänkö se uudelleen nyt?
fr: Licence entrée avec succès ! Pour que les changements prennent effet, NVDA doit être redémarré. Voulez-vous redémarrer NVDA maintenant ?
gl: ¡Licenza introducida satisfactoriamente! Para que todos os cambios teñan efecto NVDA debe de se reiniciar. ¿Queres reiniciar NVDA agora?
hr: Licenca uspješno unesena! Da bi sve promjene stupile na snagu, NVDA se mora ponovo pokrenuti. Želite li ponovo pokrenuti NVDA sada?
hu: A licensz sikeresen megadva! A változások életbe léptetéséhez az NVDA újraindítása szükséges. Szeretné újraindítani az NVDA-t?
it: Licenza inserita con successo! Affinché le modifiche abbiano effetto NVDA deve essere riavviato. Si desidera riavviare NVDA adesso?
nb_no: Lisens inntastet korrekt! Start NVDA på nytt for at endringene skal ta effekt. Vil du starte NVDA nå?
ne: ईजाजत सफलता पूर्वक प्रवेश भयो! सबै परिवर्तनहरूको प्रभाब हेर्नका लागि नेत्रवाणीलाई सुरूवात गर्नु पर्छ । के तपाइ नेत्रवाणी अहिले नै सुरुवात गर्न चाहनु हुन्छ ?
nl: Licentie met succes ingevoerd. Om alle wijzigingen door te voeren dient NVDA opnieuw te worden gestart. Wilt u NVDA nu opnieuw starten?
pt_br: Licença inserida com sucesso! Para que todas as alterações façam efeito, o NVDA precisa ser reiniciado. Deseja reiniciá-lo agora?
pt_pt: A licença foi introduzida com sucesso! Para que todas as alterações façam efeito, o NVDA precisa ser reiniciado. Pretende reiniciar agora o NVDA?
sl: Licenca je bila uspešno vnesena! Da bi vse spremembe začele veljati, je treba NVDA znova zagnati. Ali želite zdaj znova zagnati NVDA?
tr: Lisans başarıyla girildi! Değişikliklerin etkili olması için NVDA yeniden başlatılmalı. NVDA'yı şimdi yeniden başlatmak ister misiniz?

source: Success!
da: Succes!
de: Erfolgreich!
el: Επιτυχία!
es: ¡Éxito!
fi: Onnistui!
fr: Succès !
gl: ¡Éxito!
hr: Uspješno!
hu: Sikeres!
it: Operazione eseguita!
nb_no: Vellykket!
ne: सफल
nl: Succesvol!
pt_br: Êxito!
pt_pt: Sucesso!
sl: Uspeh!
tr: Başarılı!

source: Error copying license data: {error}
da: Fejl under kopiering af licensdata: {error}
de: Fehler beim kopieren der Lizenzdaten: {error}
el: Σφάλμα κατά την αντιγραφή των δεδομένων της άδειας: {error}
es: Error al copiar datos de licencia: {error}
fi: Virhe kopioitaessa lisenssitietoja: {error}
fr: Erreur à la copie des données de licence : {error}
gl: Erro copiando datos de licenza: {error}
hr: Greška prilikom kopiranja registarskih podataka: {error}
hu: Hiba a licenszadatok másolásakor: {error}
it: Errore nella copia dei dati della licenza: {error}
nb_no: Feil ved kopiering av lisensdata: {error}
ne: इजाजत तथ्याङ्क उतार्दाको त्रुटी: {error}
nl: Fout bij invoeren licentie-gegevens: {error}
pt_br: Erro ao copiar os dados da licença: {error}
pt_pt: Erro ao copiar os dados da licença: {error}
sl: Napaka pri kopiranju podatkov o licenci: {error}
tr: Lisans bilgisi kopyalama hatası: {error}

source: Error
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
gl: Erro
hr: Greška
hu: Hiba
it: Errore
nb_no: Feil
ne: त्रुटी
nl: Fout
pt_br: Erro
pt_pt: Erro
sl: Napaka
tr: Hata
