Repository: ruifontes/vocalizer_automotive_driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, el, es, fi, fr, gl, hr, hu, it, nb_no, ne, nl, pt_br, pt_pt, sl, tr

source: The Vocalizer license you are trying to use is invalid. This might be happening due to one of two reasons: 1. The license file is damaged or is not a valid license file. 2. The license was disabled for security reasons, due to illegal use or its data beeing compromized. If you own a license for Nuance Vocalizer for NVDA, please contact Tiflotecnia, lda. or your local distributor, so the problem can be further investigated. If this Nuance Vocalizer for NVDA license file doesn't belong to you should reframe from using this product. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. By sharing license files you are working against NVDA and good and cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial quality syntheciser in NVDA. Please think twice about it. You can remove this invalid license using the Vocalizer menu.
da: Den licens til Vocalizer du forsøger at bruge er ugyldig. Dette kan skyldes én af to årsager: 1. Licensfilen er beskadiget eller er ikke en gyldig licensfil. 2. Licensen er blevet slået fra af sikkerhedsmæssige årsager, grundet ulovlig brug eller licensens data er blevet kompromitteret. Hvis du er ejer af en licens til Nuance Vocalizer for NVDA, bedes du venligst kontakte Tiflotecnia, lda. eller din lokale distributør for at få undersøgt problemet yderligere. Hvis denne licensfil til Vocalizer for NVDA ikke tilhører dig, bør du undlade at benytte dette produkt. Uautoriseret brug af dette produkt (dvs. uden en gyldig licens) er ikke tilladt ifølge de fleste internationale love om rettigheder til software. Bemærk venligst at en procentdel af prisen for Nuance Vocalizer for NVDA doneres som bidrag til den fortsatte udvikling af NVDA. Ved at dele licensfiler modarbejder du NVDA og god samt billig tilgængelighed for blinde verden over. Nuance Vocalizer for NVDA er desuden prissat så lavt som muligt. Derved kan flest muligt få adgang til en kommerciel talesyntese af høj kvalitet sammen med NVDA. Hav venligst dette in mente. Du kan fjerne denne ugyldige licens via menuen Vocalizer.
de: Die Lizenz für Vocalizer, die Sie verwenden möchten, ist beschädigt. Dies könnte an einem von 2 Gründen liegen: 1. Die Lizenzdatei ist beschädigt oder keine gültige Lizenzdatei. 2. Die Lizenz wurde deaktiviert, weil Sie illegal verwendet wurde oder deren Daten kompromittiert wurden. Wenn Sie eine Lizenz für Vocalizer für NVDA besitzen, kontaktieren Sie bitte Tiflotecnia, lda oder ihren Händler, sodass das Problem untersucht werden kann. Wenn Ihnen diese Lizenz nicht gehört,, sollten Sie dieses Produkt nicht mehr benutzen. Nicht authorisiertes Nutzen dieses Produktes(bspw. ohne eine gültige Lizenz) ist durch die meisten internationale Gesetze bzgl. der Software-Rechte verboten. Bitte beachten Sie, dass ein Teil des Preises für Nuance Vocalizer für NVDA gespendet wird, um die Weiterentwicklung zu sichern. Durch das teilen von Lizenzdateien arbeiten Sie gegen NVDA sowie gute und günstige Barrierefreiheit für Blinde auf der ganzen Welt. Des weiteren wird Nuance Vocalizer für NVDA zum möglichst günstigsten Preis vertrieben, um so vielen Personen wie möglich die Nutzung einer kommerziellen quallitativen Sprachausgabe in NVDA zu ermöglichen. Bitte denken Sie zwei mal darüber nach. Sie können die ungültige Lizenz über das Vocalizer-Menü entfernen.
el: Η άδεια του Vocalizer που προσπαθείτε να χρησιμοποιήσετε είναι άκυρη. Αυτό μπορεί να συμβαίνει για έναν από τους παρακάτω δύο λόγους: 1. Το αρχείο της άδειας είναι κατεστραμμένο ή δεν είναι ένα έγκυρο αρχείο άδειας Vocalizer. 2. Η άδεια έχει απενεργοποιηθεί για λόγους ασφαλείας, λόγω παράνομης χρήσης ή επειδή τα δεδομένα της είναι σε κίνδυνο. Αν διαθέτετε μία άδεια για το Nuance Vocalizer για το NVDA, παρακαλώ επικοινωνήστε με τον ΣΤΑΤ (info@stat.net.gr) ή με την Tiflotecnia, ώστε το πρόβλημα σας να ερευνηθεί περισσότερο. Αν αυτή η άδεια του Nuance Vocalizer για το NVDA δεν ανήκει σε εσάς, πρέπει να σταματήσετε να χρησιμοποιείτε αυτό το προϊόν. Παρακαλούμε, σημειώστε ότι ένα ποσό από την τιμή του Nuance Vocalizer για το NVDA γίνεται δωρεά για την ανάπτυξη του NVDA. Οποιαδήποτε απόπειρα κοινόχρηστης χρήσης των αδειών θα μειώσουν τις δωρεές προς το NVDA και την καλή και φτηνή πρόσβαση των τυφλών παγκοσμίως. Επιπλέον, το Nuance Vocalizer για το NVDA έχει τη χαμηλότερη δυνατή τιμή, για να επιτρέπει σε όσο το δυνατόν περισσότερα άτομα να έχουν στη διάθεση τους έναν συνθέτη υψηλής ποιότητας για το NVDA. Παρακαλούμε να το σκεφτείτε διπλά. Μπορείτε να αφαιρέσετε αυτή την άκυρη άδεια χρησιμοποιώντας το μενού του Vocalizer.
es: La licencia de Vocalizer que estás intentando utilizar es inválida. Esto podría estar ocurriendo debido a una de las dos razones: 1. El fichero de la licencia está dañado o no es un fichero de licencia válido. 2. La licencia fue deshabilitada por razones de seguridad, debido a la utilización ilegal o a que sus datos están comprometidos. Si eres dueño de una licencia de Nuance Vocalizer para NVDA, por favor contacta con Tiflotecnia, lda. o con tu distribuidor local, para que el problema pueda investigarse adecuadamente. Si este fichero de licencia de Nuance Vocalizer para NVDA no te pertenece deberías replantearte utilizar este producto. La utilización no autorizada de este producto (es decir, sin una licencia válida) no está permitida por la mayoría de las leyes internacionales sobre los derechos del software. Por favor ten en cuenta que una proporción del precio de Nuance Vocalizer para NVDA se dona para continuar el desarrollo de NVDA. Al compartir ficheros de licencia trabajas en contra de NVDA y de una buena y barata accesibilidad para los ciegos a través del mundo. Adicionalmente, se ajustó el precio del Nuance Vocalizer para NVDA al valor más bajo posible, para permitir a tanta gente como sea posible tener un sintetizador de calidad comercial en NVDA. Por favor piénsalo dos veces. Puedes eliminar esta licencia inválida utilizando el menú Vocalizer.
fi: Vocalizer-lisenssi, jota yrität käyttää, on virheellinen. Tätä saattaa tapahtua kahdesta syystä: 1. Lisenssitiedosto on vahingoittunut tai se ei ole kelvollinen. 2. Lisenssi on estetty turvallisuussyistä laittoman käytön tai sen tietojen väärinkäytön vuoksi. Mikäli omistat tuotteen Nuance Vocalizer for NVDA lisenssin, ota yhteyttä Tiflotecnia, lda.:han tai paikalliseen jälleenmyyjääsi, jotta ongelmaa voidaan tutkia tarkemmin. Jos et omista lisenssitiedoston käyttöoikeutta, sinun tulisi pidättäytyä tämän tuotteen käytöstä. Tämän tuotteen luvaton käyttö (esim. ilman voimassa olevaa lisenssiä) ei ole sallittua useimmissa kansainvälisissä laeissa ohjelmistojen oikeuksista. Huomaathan, että osa tämän tuotteen hinnasta lahjoitetaan NVDA:n kehitystyön jatkamiseen. Lisenssitiedostoja jakamalla toimit NVDA:ta sekä sokeille tarkoitettua hyvää ja halpaa esteettömyyttä vastaan kaikkialla maailmassa. Tämä tuote on lisäksi hinnoiteltu alhaisimmaksi mahdolliseksi, jotta niin monet ihmiset kuin suinkin saisivat kaupallisen puhesyntetisaattorin NVDA:lla käytettäväksi. Ajattele sitä kahdesti. Voit poistaa virheellisen lisenssin Vocalizer-valikosta.
fr: La licence de Vocalizer que vous tentez d'utiliser est invalide. Cela peut être causé par une de ces deux raisons : 1. Le fichier de licence est endomagé ou invalide. 2. La licence a été désactivée pour des raisons de sécurité, en raison d'une utilisation illégale ou ses données ont été compromises. Si vous êtes propriétaire d'une licence de Nuance Vocalizer pour NVDA, veuillez contacter Tiflotecnia, lda. ou votre distributeur local afin que le problème puisse être mieux étudié. Si le fichier de licence de Nuance Vocalizer pour NVDA ne vous est pas destiné, vous devriez renoncer à utilisez ce produit. L'utilisation non autorisée de ce produit (Ex : sans licence valide) est interdit par la plupart des traités internationaux concernant les droits sur les logiciels. Notez bien qu'une partie du prix de Vocalizer pour NVDA est donné pour continuer le développement de NVDA. En partageant des fichiers de licence, vous réduisez les dons pour NVDA et pour l'amélioration de l'accessibilités aux non-voyants dans le monde. De plus, le prix de Nuance Vocalizer pour NVDA est fixé pour être le plus bas possible afin de permettre au plus grand nombre de personnes d'avoir une synthèse vocale commerciale pour NVDA. Pensez-y. Vous pouvez supprimer cette licence invalide dans le menu Vocalizer.
gl: A licenza do Vocalizer que estás a tratar de utilizar é inválida. Esto podería estar a ocorer debido a unha de dúas razóns: 1. O ficheiro de licenza está danado ou non é un ficheiro de licenza válida. 2. A licenza foi deshabilitada por razóns de seguridade, debido a un uso ilegal ou a que os seus dados estéanse a comprometer. Se a licenza para Nuance Vocalizer para NVDA é túa, por favor contacta con Tiflotecnia, lda. ou co teu distribuidor local, para que o problema poda investigarse con máis detalle. Se este ficheiro de licenza do Nuance Vocalizer para NVDA non é da túa propriedade doesn't deberías rexeitar o uso deste produto. O uso non autorizado deste produto (é dicir, sen unha licenza válida) non está permitida pola maioría das leis internacionais sobre os dereitos do software. Por favor ten en conta que unha proporción do prezo do Nuance Vocalizer para NVDA dóase para continuar co desenrolo do NVDA. Pola compartición de ficheiros de licenza estás traballando contra do NVDA e da accesibilidade boa e barata para os cegos ó longo do mundo. Aínda máis, o prezo do Nuance Vocalizer para NVDA axustouse ó valor máis baixo posible, para permitir a tanta xente como sexa posible ter un sintetizador de calidade comercial en NVDA. Por favor pénsao dúas veces. Podes eliminar esta licenza inválida utilizando o menú Vocalizer.
hr: Vocalizer licenca koju ste pokušali koristiti je nevažeća. Ovo se može dogoditi iz jednog od dva razloga: 1. Datoteka licence je oštećena ili nije valjana licencna datoteka. 2. Licenca je onemogućena iz sigurnosnih razloga, zbog nezakonitog korištenja ili su njeni podaci ugroženi. Ako posjedujete licencu za Nuance Vocalizer za NVDA, molimo kontaktirajte Tiflotecnia, lda. ili vašeg lokalnog zastupnika, kako bi se problem mogao dalje istražiti. Ako datoteka licence za Nuance Vocalizer ne pripada vama, ne koristite istu s ovim proizvodom. Neovlašteno korištenje ovog proizvoda (bez valjane dozvole) nije dopušteno od strane većine međunarodnih zakona o softverskim pravima. Imajte na umu da se udio cijene Nuance Vocalizer-a za NVDA donira za nastavak razvoja NVDA čitača ekrana. Dijeljenjem licencne datoteke radite protiv NVDA programa pa tako i protiv dobre i jeftine pristupačnosti za slijepe osobe diljem svijeta. Nadalje, Nuance Vocalizer za NVDA naplaćuje se po najnižoj mogućoj cijeni, kako bi se čim većem broju ljudi omogućilo korištenje sintetizatora govora komercijalne kvalitete u NVDA čitaču ekrana. Molimo razmislite dvaput o ovom. Ovu nevažeću licencu možete ukloniti koristeći izbornik Vocalizer.
hu: A használni kívánt licensz érvénytelen. Ez a következők miatt történhet: 1. A licensz fájl sérült, vagy érvénytelen formátumú. 2. A licensz bisztonsági okok miatt le lett tiltva, pl. illegális használat, vagy a licensz adatainak illegális felhasználása miatt. Ha ön rendelkezik érvényes licensszel, kérjük lépjen kapcsolatba a Tiflotecnia, lda.-val vagy az ön helyi forgalmazójával, a probléma megoldása érdekében. A termék nem hiteles használata (pl. egy megvásárolt, érvényes licensz segítségével) nem megengedett a legtöbb nemzetközi szoftverjogra vonatkozó törvény szerint. A licensz fájl kizárólagosan az ön személyes használatára bisztosít engedélyt. Ha a Nuance Vocalizer licensz fájl nem az ön tulajdona, a terméket ön jogszerűtlenül, illegálisan használja. Kérjük távolítsa el a terméket a számítógépéről. Kérjük vegye figyelembe, hogy a Nuance Vocalizer for NVDA árának egy részével ön az NVDA fejlesztését is támogatja. Bármely megosztott licensz fájl csökkenti az erre fordított összeget, ezzel megakadályozva az alacsony árú, de magas minőségű szoftver és az NVDA elérhetővé tételét vakok és gyengénlátók részére. Ezzel nagy részben az NVDA továbbfejlesztését is hátráltatja! Jól gondolja meg! Ezt az érvénytelen licenszt eltávolíthatja a Vocalizer menüből.
it: La licenza Vocalizer che stai cercando di utilizzare non è valida. Questo può verificarsi in uno dei seguenti casi: 1. Il file di licenza è danneggiato o non è un file di licenza valido. 2. La licenza è stata disabilitata per ragioni di sicurezza, a causa di un utilizzo illegale o in quanto i dati sono stati forniti a terzi. Se sei il proprietario di una licenza per Nuance Vocalizer per NVDA, ti preghiamo di contattare Tiflotecnia, lda. o il tuo distributore locale, in modo da risolvere il problema. Se invece questa licenza di Nuance Vocalizer per NVDA non ti appartiene, devi cessare di utilizzarla immediatamente. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Si noti chel'utilizzo di software illegale o contraffatto risulta illegale nella maggior parte degli stati. Condividendo questo file stai sostanzialmente lavorando contro NVDA, contro tutte le persone che gratuitamente devolvono il loro tempo e le loro conoscenze a questo screen reader. Inoltre, Nuance Vocalizer per NVDA viene distribuito al prezzo più basso possibile, proprio per garantire una spesa economica con sintesi vocali di qualità. Pensaci due volte! You can remove this invalid license using the Vocalizer menu.
nb_no: Vocaliser-lisensen du prøver å bruker er invalid. Dette kan skje fordi: 1. Lisensfila er skadet, eller den er ikke en godkjent lisensfil. 2. Lisensen ble deaktivert av sikkerhetsgrunner, på grunn av ulovlig bruk eller at data ble kompromitert. If you own a license for Nuance Vocalizer for NVDA, please contact Tiflotecnia, lda. or your local distributor, so the problem can be further investigated. If this Nuance Vocalizer for NVDA license file doesn't belong to you should reframe from using this product. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. By sharing license files you are working against NVDA and good and cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial quality syntheciser in NVDA. Please think twice about it. You can remove this invalid license using the Vocalizer menu.
ne: तपाइले प्रयोग गर्न चाहेक इजाजत अवैध छ । यो यी दुई मद्धे कुनै एक कारणले भएको हुनु पर्छ ।: १. इजाजत फाइल खराब भएको वा अवैध छ । २. गैह्र कानुनी प्रयोग वा यसका तथ्याङ्क संसोधन बाट बचाउन सुरक्षाको कारणले यो इजाजतलाई निस्क्रिय बनाइएको छ ।, यदि तपाइ सित नेत्रवाणीको लागि निर्मित Nuance Vocalizer को इजाजत छ भने, कृपया Tiflotecnia, lda वा स्थानीय बिक्रेता सित सम्परक गर्नु होला; ता कि यो समस्याको अनुसन्धान गर्न सकियोस् । यदि यो नेत्रवाणीको लागि निर्र्मित Nuance Vocalizer इजाजत फाइल तपाइको होइन भने तपाइले यसको प्रयोग गर्न छोड्नु पर्छ । यन्त्रप्राण प्रतिलिपि अधिकार सम्बन्धी प्राय सबै जसो अन्तर राष्ट्रिय कानुनले यो उत्पादनको अनधिकृत (अर्थात् इजाजत बिना) प्रयोग गर्न प्रतिबन्धित गरेको छ । कृपया ध्यान दिन योग्य कुरा के हो भने नेत्रवाणीको लागि उपलब्ध Nuance Vocalizer नेत्रवाणीको निरन्तर विकासको लागि योगदान दिने उद्देश्यले उपलब्ध गराइएको हो । यो इजाजत फाइल बाडचुड गरेर तपाइ नेत्रवाणी र संसारका असङ्ख्य दृष्टि बिहिनहरूका लागि उपलब्ध राम्रो एबम् सस्तो पहुँचको बिरूध्द्धमा काम गर्दै हुनु हुन्च । संम्भव भएसम्म धेरै भन्दा धेरै नेत्रवाणी प्रयोग गर्ने व्यक्तिहरूलाई व्यवसायीक गुणस्तरको संश्लेषक हासिल होस् भनेर नै यो Nuance Vocalizer अति नै न्युन मुल्यमा उपलब्ध गराइएको हो । कृपया यसको बारेमा दुई पटक सोच्नु होला । तपाइ यो अवैध ईजाजत Vocalizer मेनुबाट हटाउन सक्नु हुन्छ ।
nl: De Vocalizer licentie die u gebruikt is ongeldig. Dit kan gebeuren om de volgende redenen: 1. Het licentie-bestand is beschadigd of geen geldig licentie-bestand. 2. De licentie is geblokkeerd om veiligheidsredenen. De licentie kan zijn gestolen. Als u over een licentie voor Vocalizer voor NVDA beschikt, neem dan contact op met Tiflotecnia, lda. of uw lokale distributeur, zodat het probleem verder uitgezocht kan worden. Als deze Vocalizer voor NVDA licentie niet uw eigendom is, zou u het product niet moeten gebruiken. Ongeautoriseerd gebruik van deze software is niet toegestaan volgens de meeste internationale copyright-wetgeving. Merk op dat een deel van de prijs van Vocalizer-NVDA wordt gedoneerd aan de ontwikkeling van NVDA. Door licentie-bestanden te delen werkt u het beschikbaar zijn van NVDA en betaalbare toegankelijkheidssoftware tegen. Verder is Vocalizer-NVDA zo laag mogelijk geprijsd om zo veel mogelijk mensen toegang te geven tot een commerciele synthesizer voor NVDA. Deze ongeldige licentie kan verwijderd worden via het Vocalizer menu.
pt_br: A licença para Vocalizer que você está tentando usar é inválida. Isso pode ocorrer por um destes dois motivos: 1. O arquivo de licença encontra-se danificado ou não é um arquivo válido de licença. 2. A licença foi desabilitada por motivos de segurança, devido a uso ilegal ou porque os dados da mesma foram comprometidos. Se você possui uma licença do Nuance Vocalizer para NVDA, por favor contacte a Tiflotecnia, lda. ou seu revendedor local para que o problema seja mais bem investigado. If this Nuance Vocalizer for NVDA license file doesn't belong to you should reframe from using this product. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. By sharing license files you are working against NVDA and good and cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial quality syntheciser in NVDA. Please think twice about it. You can remove this invalid license using the Vocalizer menu.
pt_pt: A licença do Vocalizer que está a tentar usar é inválida. Isto poderá estar a acontecer devido a uma de duas razões: 1. O ficheiro da licença está danificado ou não é um ficheiro de licença válido. 2. A licença foi desactivada por razões de segurança, devido a uso ilegal ou os seus dadosestarem comprometidos. Se é proprietário duma licença do Nuance Vocalizer para o NVDA, por favor contacte a tiflotecnia, lda, ou o seu distribuidor local, para que o problema possa ser investigado. Se esta licença do Nuance Vocalizer para o NVDA não lhe pertence, não poderá usar este produto. Uso não autorizado deste produto (i.e. sem uma licença válida) não é permitidopelas leis internacionais sobre direitos de cópia de software. Por favor note que uma proporção do preço do Nuance Vocalizer para o NVDA é doada para continuar o desenvolvimento do NVDA. Ao partilhar ficheiros de licença, estará a trabalhar contra acessibilidade boa e barata para os cegos de todo o mundo. Além disso, o Nuance Vocalizer para o NVDA é vendido ao mais baixo valor possível,para permitir que o maior número possível de pessoas possa ter umsintetizador de qualidade comercial no NVDA. Pense sobre isto. Poderá remover este anuncio pelo menu Vocalizer no menu do NVDA.
sl: Licenca programa Vocalizer, ki jo poskušate uporabiti, je neveljavna. To se lahko zgodi zaradi enega od dveh razlogov: 1. Datoteka z licenco je poškodovana ali ni veljavna datoteka z licenco. 2. Licenca je bila onemogočena iz varnostnih razlogov zaradi nezakonite uporabe ali ogrožanja njenih podatkov. Če imate licenco za program Nuance Vocalizer za NVDA, se obrnite na družbo Tiflotecnia, lda. ali na lokalnega distributerja, da se težava lahko dodatno razišče. Če ta licenčna datoteka Nuance Vocalizer for NVDA ne pripada vam, morate uporabo tega izdelka prekiniti. Nepooblaščena uporaba tega izdelka (npr. brez veljavne licence) ni dovoljena v skladu z večino mednarodnih zakonov o pravicah do programske opreme. Upoštevajte, da je del cene programa Nuance Vocalizer for NVDA namenjen donaciji za nadaljnji razvoj programa NVDA. Z deljenjem licenčnih datotek delujete proti NVDA ter dobri in poceni dostopnosti za slepe po vsem svetu. Poleg tega je cena programa Nuance Vocalizer za NVDA najnižja možna, da bi čim več ljudem omogočili sintetizator komercialne kakovosti v programu NVDA. O tem dvakrat premislite. To neveljavno licenco lahko odstranite z uporabo menija Vocalizer.
tr: Kullanmaya çalıştığınız Vocalizer lisansı geçersiz. Bu, iki nedenle yaşanıyor olabilir: 1. Lisans dosyası hasar görmüş olabilir ya da dosya geçerli bir lisans dosyası olmayabilir. 2. Lisans güvenlik nedeniyle geçersizleştirilmiş ya da yasa dışı kullanım olduğu tespit edilmiş olabilir. Eğer NVDA için Vocalizer lisansına sahipseniz, lütfen Tiflotecnia, lda. ya da yerel distribütör ile iletişim kurun. Bu lisans size ait değilse, ürünü kullanmaktan kaçınmalısınız. Bu ürünün yetkisiz kullanımı (örneğin geçerli bir lisans olmadan ) yazılım haklarıyla ilgili uluslar arası düzenlemelerce yasaklanmıştır.. Lütfen, ödenen bedelin bir kısmının NVDA'nın geliştirilmesine devam edilmesi için NVAccess firmasına bağışlandığını not edin. Lisansı paylaşarak dünya körlerinin bilgi erişimi için yapılan çalışmalara karşı bir adım admış olacağınızı unutmayın . Dahası, mümkün olduğunca fazla sayıda kişinin kaliteli bir sentezleyiciye ulaşabilmesi için, NVDA için Nuance Vocalizer mümkün olan en düşük bedelle satışa sunulmuş olduğunu unutmayın. Lütfen bununla ilgili iki kez düşünün. Bu geçersiz lisansı, Vocalizer menüsünü kullanarak kaldırabilirsiniz.

source: Vocalizer License is Invalid.
da: Vocalizer Licens er ugyldig.
de: Lizenz für Vocalizer ist fehlerhaft.
el: Η άδεια του Vocalizer είναι άκυρη.
es: La licencia de Vocalizer es Inválida.
fi: Vocalizer-lisenssi on virheellinen.
fr: La Licence de Nuance Vocalizer est Invalide
gl: A licenza do Vocalizer é Inválida.
hr: Vocalizer Licenca je nevažeća.
hu: A Vocalizer licensz érvénytelen.
it: Licenza Vocalizer non valida.
nb_no: Vocalizer Lisensen er invalid.
ne: Vocalizer इजाजत अवैध छ।
nl: Vocalizer licentie is ongeldig.
pt_br: Licença do Vocalizer Inválida.
pt_pt: A licença do Vocalizer é inválida.
sl: Vocalizer Licenca je Neveljavna.
tr: Vocalizer lisansı geçerli değil.
