Repository: ruifontes/vocalizer_automotive_driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, el, es, fi, fr, gl, hr, hu, it, nb_no, ne, nl, pt_br, pt_pt, sl, tr

source: Are you sure you want to remove your license? This can not be reverted.
da: Ønsker du at fjerne din licens? Dette kan ikke fortrydes.
de: Sind Sie sicher, dass Sie Ihre Lizenz entfernen möchten? Dies kann nicht rückgängig gemacht werden.
el: Είστε σίγουρος ότι θέλετε να απομακρύνετε την άδεια σας; Αυτή η ενέργεια δεν μπορεί να ανακληθεί.
es: ¿Estás seguro de querer eliminar tu licencia? Esto no puede revertirse.
fi: Haluatko varmasti poistaa lisenssisi? Tätä ei voi perua.
fr: Êtes-vous sûr de vouloir retirer votre licence ? Ceci est irréversible, assurez-vous d'avoir une copie de sauvegarde de votre licence en lieu sûr.
gl: ¿Estás seguro de querer eliminar a túa licenza? Esto non se pode reverter.
hr: Jeste li sigurni da želite ukloniti vašu licencu? Ovaj proces je nepovratan.
hu: Bisztosan szeretné eltávolítani a licenszt? Ez a későbbiekben nem vonható vissza. Kérjük győződjön meg róla, hogy rendelkezik másolattal egy bisztonságos helyen.
it: Sei sicuro di voler rimuovere la licenza? Questa operazione non può essere annullata.
nb_no: Er du sikker på at du vil fjerne lisensen? Dette kan ikke tilbakestilles.
ne: के तपाई आफ्नो इजाजत हटाउने कुराम विश्वस्त हुनु हुन्छ? यसलाई फेरी फर्काउन त सकिदैन है!
nl: Weet u zeker dat u de licentie wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pt_br: Está certo de que deseja remover sua licença? Esta operação é irreversível.
pt_pt: Tem a certeza que pretende remover a sua licença? Esta operação não pode ser anulada.
sl: Ste prepričani, da želite odstraniti licenco? Tega ni mogoče povrniti.
tr: Lisansınızı kaldırmak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Remove License?
da: Fjern licens?
de: Lizenz entfernen?
el: Απομάκρυνση άδειας;
es: ¿Eliminar la Licencia?
fi: Poista lisenssi?
fr: Retirer la Licence ?
gl: ¿Eliminar Licenza?
hr: Ukloniti licencu?
hu: A licelnsz eltávolítása?
it: Rimuovere la licenza?
nb_no: Fjern lisens?
ne: इजाजत हटाउ
nl: Licentie verwijderen?
pt_br: Remover a Licença?
pt_pt: Remover a Licença?
sl: Odstranitev licence?
tr: Lisans kaldırılsın mı?

source: License successfully removed. Restart NVDA fo the changes to ttake effect.
da: Licensen blev fjernet korrekt. Du skal starte NVDA igen for at ændringerne kan træde i kraft.
de: Die Lizenzdaten wurden erfolgreich entfernt. Bitte starten Sie NVDA neu, damit die Änderungen wirksam werden.
el: Η άδεια απομακρύνθηκε με επιτυχία. Επανεκκινήστε το NVDA ώστε να ενεργοποιηθούν οι αλλαγές.
es: Licencia eliminada satisfactoriamente. Reinicia NVDA para que los cambios tengan efecto.
fi: Lisenssi poistettu onnistuneesti. Käynnistä NVDA uudelleen, jotta muutokset tulevat voimaan.
fr: Licence retirée avec succès. Veuillez redémarrer NVDA pour que les changements prennent effet.
gl: Licenza eliminada satisfactoriamente. Reinicia NVDA para que os cambios teñan efecto.
hr: Licenca uspješno uklonjena. Pokrenite NVDA ponovo kako bi promjene stupile na snagu.
hu: A licensz sikeresen eltávolítva. Kérjük indítsa újra az NVDA programot a változások életbe léptetéséhez.
it: Licenza rimossa con successo. Riavviare NVDA affinché i cambiamenti abbiano effetto.
nb_no: Lisensen ble fjernet. Restart NVDA for at endringene skal tre i kraft.
ne: इजाजतलाई सफलतापूर्वक हटाइयो । परिवर्तनको प्रभावकारिताको लागि नेत्रवाणीलाई पुनः सुरुवात गर्नु होस् ।
nl: Licentie verwijderd. Start NVDA opnieuw om de wijzigingen door te voeren.
pt_br: Licença removida com sucesso. Reinicie o NVDA para que as alterações façam efeito.
pt_pt: A Licença foi removida com sucesso. Reinicie o NVDA para que as alterações façam efeito.
sl: Licenca je bila uspešno odstranjena. Ponovno zaženite NVDA, da bodo spremembe začele veljati.
tr: Lisans başarıyla kaldırıldı. Değişikliklerin etkili olması için NVDA'yı yeniden başlatın.

source: License removed
da: Licens fjernet
de: Lizenz gelöscht
el: Η άδεια απομακρύνθηκε
es: Licencia eliminada
fi: Lisenssi poistettu
fr: Licence Retirée
gl: Licenza eliminada
hr: Licenca uklonjena
hu: A licensz eltávolítva
it: Licenza rimossa
nb_no: Lisens fjernet
ne: इजाजतलाई हटाइयो ।
nl: Licentie verwijderd
pt_br: Licença removida
pt_pt: Licença Removida
sl: Odstranjena licenca
tr: Lisans kaldırıldı

source: Error removing license: {error}
da: Fejl under fjernelse af licensen: {error}
de: Fehler beim löschen der Lizenz: {error}
el: Σφάλμα κατά την απομάκρυνση της άδειας: {error}
es: Error al eliminar la licencia: {error}
fi: Virhe poistettaessa lisenssiä: {error}
fr: Erreur de suppression de la licence : {error}
gl: Erro eliminando licenza: {error}
hr: Greška prilikom uklanjanja licence: {error}
hu: Hiba történt a licensz eltávolításakor: {error}
it: Errore nel rimuovere la licenza: {error}
nb_no: Feil ved fjerning av lisens: {error}
ne: इजाजत हटाउद आएको त्रुटी: {error}
nl: Fout bij verwijderen licentie: {error}
pt_br: Erro ao remover licença: {error}
pt_pt: Erro ao remover a licença: {error}
sl: Napaka pri odstranitvi licence: {error}
tr: Lisans kaldırılırken hata oluştu: {error}

source: License data not available
da: Ingen licensdata tilgængelige
de: Keine Lizenzdaten verfügbar
el: Δεν είναι διαθέσιμα τα δεδομένα της άδειας
es: Datos de licencia no disponibles
fi: Lisenssitietoja ei ole käytettävissä
fr: Données de licence non disponibles
gl: Datos de licenza non dispoñibles
hr: Registarski podaci nisu nađeni
hu: A licensz adatok nem érhetőek el
it: Dati licenza non disponibili
nb_no: Lisensdata ikke tilgjengelig
ne: इजाजत तथ्याङ्क उपलब्ध छैन ।
nl: Licentie-gegevens niet beschikbaar.
pt_br: Dados da licença não disponíveis.
pt_pt: Os dados da licença não estão disponíveis
sl: Podatki o dovoljenju niso na voljo
tr: Lisans bilgisi bulunamadı

source: Demo license. Expiration date: %s
da: Demolicens. Udløbsdato: %s
de: Demo-Lizenz. Ablaufdatum: %s
el: Δοκιμαστική άδεια. Ημερομηνία λήξης: %s
es: Demo de licencia. Fecha espirada: %s
fi: Demolisenssi. Vanhentumispäivä: %s
fr: Licence de démonstration. Date d'expiration : %s
gl: Demo de licenza. Data de Expiración: %s
hr: Demo licenca. Datum isteka: %s
hu: Demó licensz, lejárati dátum: %s
it: Licenza demo. Data di scadenza: %s
nb_no: Demolisens. Utløpsdato: %s
ne: परीक्षण इजाजत । म्याद समाप्त हुने मिति: %s
nl: Demo licentie. Verloopt op: %s
pt_br: Licença de demonstração. Expira em: %s
pt_pt: Licença de demonstração. Data de expiração: %s
sl: Demo licenca. Datum izteka veljavnosti: %s
tr: Demo lisansı. Son kullanma tarihi: %s

source: User Name:
da: Brugernavn:
de: Benutzername:
el: Όνομα Χρήστη:
es: Nombre de Usuario:
fi: Käyttäjänimi:
fr: Nom d'Utilisateur :
gl: Nome de Usuario:
hr: Korisničko ime:
hu: Felhasználó név:
it: Nome utente:
nb_no: Brukernavn:
ne: उपभोक्ताको नाम:
nl: Gebruikersnaam:
pt_br: Nome do Usuário
pt_pt: Nome de Utilizador:
sl: Uporabniško ime:
tr: Kullanıcı Adı:

source: User Identification:
da: Identifikation af bruger:
de: Benutzeridentifikation:
el: Αναγνωριστικό Χρήστη:
es: Identificación de Usuario:
fi: Käyttäjätunnus:
fr: Identification de l'Utilisateur :
gl: Identificación de Usuario:
hr: Korisnička identifikacija:
hu: Felhasználói azonosító:
it: Identificazione utente:
nb_no: Brukeridentifikasjon:
ne: उपभोक्ताको पहिचान:
nl: Gebruikersidentificatie:
pt_br: Identificação do Usuário:
pt_pt: Identificação de Utilizador:
sl: Identifikacija uporabnika:
tr: Kullanıcı ID'si:

source: License Number:
da: Licensnummer:
de: Lizenznummer:
el: Αριθμός Άδειας:
es: Número de Licencia:
fi: Lisenssinumero:
fr: N° de Licence :
gl: Número de Licenza:
hr: Broj licence:
hu: Licensz kód:
it: Numero licenza:
nb_no: Lisensnumber:
ne: इजाजत सङ्ख्या:
nl: Licentienummer:
pt_br: Número da Licença:
pt_pt: Número de Licença:
sl: Številka licence:
tr: Lisans Numarası:

source: Distributor:
da: Distributør:
de: Vertriebspartner:
el: Διανομέας:
es: Distribuidor:
fi: Jälleenmyyjä:
fr: Distributeur :
gl: Distribuidor:
hr: Zastupnik:
hu: Forgalmazó:
it: Distributore:
nb_no: Distributør:
ne: वितरक:
nl: Distributeur:
pt_br: Revendedor
pt_pt: Distribuidor:
sl: Distributer:
tr: Distribütör:

source: The Nuance Vocalizer for NVDA demonstration license has expired. To buy a license for Nuance Vocalizer for NVDA, please visit {url}, or contact an authorized distributor. Note that a percentage of the license's price is donated to NV Access, ltd, to help continuing the development of the NVDA screen reader.
da: Nuance Vocalizer for NVDA demo-licensen er udløbet. Hvis du ønsker at købe en licens til Nuance Vocalizer for NVDA, besøg venligst {url}, eller kontakt en autoriseret distributør. Bemærk venligst at en procentdel af prisen på en licens doneres til NV Access, ltd, som bidrag til den fortsatte udvikling af skærmlæseren NVDA.
de: Die Demonstrations-Lizenz für Nuance Vocalizer for NVDA ist abgelaufen. Um eineLizenz für Nuance Vocalizer für NVDA zu erwerben, besuchen Sie bitte {url} oder kontaktieren einen authorisierten Vertriebspartner. Bitte beachten Sie, dass ein prozentualer Anteil des Lizenz-Preises an NV Access, ltd gespendet wird, um die Weiterentwicklung zu unterstützen.
el: Η δοκιμαστική άδεια του Nuance Vocalizer για το NVDA έληξε. Για να αγοράσετε μία άδεια για το Nuance Vocalizer για το NVDA, παρακαλούμε επικοινωνήστε με τον ΣΤΑΤ (info@stat.net.gr) ή επισκεφτείτε την ιστοσελίδα {url}. Σημειώστε ότι ένα ποσό από την τιμή της άδειας γίνεται δωρεάν στην NA Access, τον οργανισμό που αναπτύσσει το NVDA, για την υποστήριξη της ανάπτυξης του.
es: La licencia de demostración de Nuance Vocalizer para NVDA ha expirado. Para comprar una licencia de Nuance Vocalizer para NVDA, por favor visita {url}, o contacta con un distribuidor autorizado. Ten en cuenta que un porcentaje del precio de la licencia se dona a NV Access, ltd, para ayudar con la continuación del desarrollo del lector de pantalla NVDA.
fi: Tuotteen Nuance Vocalizer for NVDA demolisenssi on vanhentunut. Osta lisenssi käymällä osoitteessa {url} tai ottamalla yhteyttä valtuutettuun jälleenmyyjään. Huomaathan, että prosenttiosuus lisenssin hinnasta lahjoitetaan NV Access, ltd:lle NVDA-ruudunlukuohjelman kehitystyötä auttamaan.
fr: La licence de démonstration de Nuance Vocalizer pour NVDA a expirée. Pour acheter une licence de Nuance Vocalizer pour NVDA, visitez {url}, ou contactez un distributeur autorisé. Notez qu'un pourcentage du prix de la licence est donné à NV Access, ltd, pour aider à continuer le développement du lecteur d'écran NVDA.
gl: A licenza de demostración do Nuance Vocalizer para NVDA expirou. Para comprar unha licenza para o Nuance Vocalizer para NVDA, por favor visita {url}, ou contacta cun distribuidor autorizado. Ten en conta que unha porcentaxe do prezo da licenza dóase a NV Access, ltd, para axudar a continuar co desenrolo do lector de pantalla NVDA.
hr: Nuance Vocalizer za NVDA demo licenca je istekla. Da biste kupili licencu za Nuance Vocalizer za NVDA, molimo posjetite {url}, ili kontaktirajte ovlaštenog distributera. Imajte na umu da se postotak cijene za licencu donira organizaciji NV Access, ltd, kako bi se pomoglo u daljnjem razvoju NVDA čitača ekrana.
hu: A Nuance Vocalizer for NVDA demonstrációs licensze lejárt. A licensz megvásárlásához látogassa meg a {url} oldalt, vagy keresse fel a magyarországi forgalmazót a http://vocalizer.nvda.hu címen. Megjegyzés: A licensz megvásárlásával az NVDA fejlesztői csapatot is támogatja, ezzel elősegítve a képernyőolvasó további fejlesztését.
it: La licenza dimostrativa di Nuance Vocalizer per NVDA è scaduta. Per acquistare una licenza, si prega di visitare {url}, o contattare un distributore autorizzato. Si noti che una percentuale del prezzo di licenza viene devoluto in donazione alla NV Access, ltd, per aiutare lo sviluppo dello screen reader NVDA.
nb_no: Nuance Vocalizer demoen ar gått ut. For å kjøpe en lisens for Nuance Vocalizer for NVDA, kan du gå til {url},eller kontakte en autorisert distributør. Prosenter av lisensen doneres til NV Access som utvikler NVDA.
ne: नेत्रवाणीका लागि उपलब्ध Nuance Vocalizer को प्रदर्शन इजाजतको म्याद सकियो । नेत्रवाणीका लागि उपलब्ध Nuance Vocalizer लाई खरीद गर्न , कृपया {url}, को भ्रमण अथवा अधिकृत वितरक सित सम्पर्क गर्नु होला । इजाजतको बिक्रिबाट आएको रकम मद्धे निश्चित प्रतिशत रकम नेत्रवाणीको निरन्तर विकासको निमित NV Access, ltd लाई उपलब्ध गराइन्छ ।,
nl: De licentie voor Vocalizer-NVDA is verlopen. Om een licentie aan te schaffen kunt u {url} bezoeken, of contact opnemen met een lokale distributeur. Merk op dat een deel van de prijs gedoneerd wordt aan NV Access, ltd om de ontwikkeling van de NVDA screenreader te bevorderen.
pt_br: A licença de demonstração do Nuance Vocalizer para NVDA expirou. Para comprar uma licença do Nuance Vocalizer para NVDA, por favor visite {url}, ou contacte um revendedor autorizado. Note that a percentage of the license's price is donated to NV Access, ltd, to help continuing the development of the NVDA screen reader.
pt_pt: A licença de demonstração do Nuance Vocalizer para o NVDA expirou. Para comprar uma licença para o Nuance Vocalizer para o NVDA, por favor visite {url} ou contacte um distribuidor autorizado. Note que uma percentagem do preço da licença é doada à NV Access, ltd, para ajudar o continuar do desenvolvimento do leitor de ecrã NVDA.
sl: Licenca za predstavitev programa Nuance Vocalizer za NVDA je potekla. Če želite kupiti licenco za Nuance Vocalizer for NVDA, obiščite {url} ali se obrnite na pooblaščenega distributerja. Upoštevajte, da se odstotek cene licence nameni družbi NV Access, ltd, za pomoč pri nadaljnjem razvoju bralnika zaslona NVDA.
tr: NVDA için Nuance Vocalizer demosunun süresi dolmuştur. Lisans satın almak için , lütfen {url} adresini ziyaret edin ya da yetkili bir satıcıyla iletişime geçin. Lütfen, ödenen bedelin bir kısmının NVDA'nın geliştirilmesine devam edilmesi için NVAccess firmasına bağışlandığını not edin.

source: Vocalizer Demo Expired
da: Vocalizer Demo udløbet
de: Demo von Vocalizer abgelaufen
el: Η δοκιμαστική άδεια του Vocalizer έληξε.
es: Demo de Vocalizer Expirada
fi: Vocalizer-demo vanhentunut
fr: Démo de Vocalizer Expirée
gl: Demo do Vocalizer Expirada
hr: Vocalizer Demo inačica je istekla
hu: A Vocalizer demó lejárt
it: Demo di Vocalizer scaduta
nb_no: Vocalizer Demo er utløpt
ne: Vocalizer प्रदर्शनको म्याद समाप्त भयो ।
nl: Vocalizer demo verlopen
pt_br: A Demonstração do Vocalizer Expirou
pt_pt: A demonsstração do Vocalizer expirou
sl: Preizkusna Vocalizer je potekla.
tr: Vocalizer Demosu Bitti
