Repository: ruifontes/vocalizer_automotive_driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, el, es, fi, fr, gl, hr, hu, it, nb_no, ne, nl, pt_br, pt_pt, sl, tr

source: No License.
da: Ingen licens.
de: Keine Lizenz.
el: Δεν υπάρχει Άδεια.
es: No hay Licencia.
fi: Ei lisenssiä.
fr: Pas de licence
gl: Non hai Licenza.
hr: Bez licence.
hu: Nincs licensz.
it: Nessuna licenza.
nb_no: Ingen Lisens.
ne: ईजाजत छैन
nl: Geen licentie
pt_br: Não Há Licença
pt_pt: Sem licença.
sl: Brez licence.
tr: Lisans Bulunamadı.

source: Automatic &Language Switching Settings
da: Indstillinger for automatisk skift &sprog
de: Automatische Fest&legung der Spracheinstellung
el: Ρυθμίσεις Αυτόματης Εναλλαγής Γλώσσας
es: Opciones de Cambio Automático de &Idioma
fi: Automaattisen &kielen vaihtamisen asetukset
fr: Paramètres du changement automatique de &langue
gl: Opcións de Cambio Automático de &Lingua
hr: Postavke automatskog prebacivanja &jezika
hu: Automatikus &nyelvváltás testreszabása
it: Impostazioni di cambio &lingua automatico
nb_no: Automatisk &Språkbytteinnstillinger
ne: &भाषाको स्वचालित परिवर्तन
nl: Instellingen voor automatisch taal&l wisselen
pt_br: Opções da a&lternância automática de idioma
pt_pt: Definições de Mudança Automática de &idioma
sl: Samodejna menjava &Jezika
tr: Otomatik Di&l Değiştirme Ayarları

source: Configure which voice is to be used for each language.
da: Indstil hvilken stemme, der skal bruges for det enkelte sprog.
de: Stimmenkonfiguration passend zur Sprache einstellen.
el: Διαμόρφωση φωνής ανά γλώσσα
es: Configurar qué voz va a ser utilizada para cada idioma.
fi: Määritä käytettävä puheääni kullekin kielelle.
fr: Configurer la voix à utiliser pour chaque langue.
gl: Configurar que voz vai ser utilizada por cada lingua.
hr: Podesite koji će se glasovi koristiti s pojedinim jezicima.
hu: Beállítható hogy melyik hang mely nyelvhez tartozzon.
it: Configura quale voce debba essere usata per ciascuna lingua.
nb_no: Konfigurer hvilke stemme som skal brukes til de forskjellige språk.
ne: प्रत्येक भाषामा कुन छाही आवाज चलाउने हो सो को अभियोजन गर्नु होस् ।
nl: Configureer per taal welke stem gebruikt wordt.
pt_br: Configura que voz será usada para cada idioma
pt_pt: Configure que vozes serão usadas para cada idioma.
sl: Konfigurira, kateri glas se bo uporabil za posamezen jezik.
tr: Her bir dil için hangi seslerin kullanılacağını ayarlayın.

source: Enter License
da: Indtast licens
de: Lizenzdaten eingeben
el: Εισάγετε την Άδεια
es: Introducir Licencia
fi: Syötä lisenssi
fr: Entrez la licence
gl: Introducir Licenza
hr: Unesite licencu
hu: Licensz fájl megadása
it: Inserisci licenza
nb_no: Skriv inn Lisens
ne: ईजाजत प्रविष्टी गर्नु होस् ।
nl: Licentie invoer&en
pt_br: Inserir licença
pt_pt: Introduzir licença
sl: Vnesite licenco
tr: Lisansı Girin

source: Enter your license data for this computer.
da: Indtast dine licensoplysninger for denne computer.
de: Geben Sie Ihre Lizenzdaten für diesen Computer ein.
el: Εισάγετε τα δεδομένα της άδειας σας για αυτόν τον υπολογιστή.
es: Introduce tus datos de licencia para este ordenador.
fi: Syötä lisenssitietosi tälle tietokoneelle.
fr: Entrer vos données de licence pour cet ordinateur.
gl: Introduce os dados de licenza para este computador.
hr: Unesite vaše podatke o licenci za ovo računalo.
hu: Adja megaz ehhez a számítógéphez tartozó licensz fájlt.
it: Inserire i dati della licenza per questo computer.
nb_no: Skriv inn lisensdataen for denne datamaskinen.
ne: यो कल्पयन्त्रका लागि उपलभ्ध इजाजत तथ्याङ्क प्रविष्टी गर्नु होस् ।
nl: Voer de licentiegegevens in voor deze computer.
pt_br: Insira os dados de sua licença para este computador
pt_pt: Introduza os seus dados de licença para este computador.
sl: Vnesite licenčne podatke za ta računalnik.
tr: Bu bilgisayar için lisans bilgilerinizi girin.

source: Remove License
da: Fjern licens
de: Lizenzdaten entfernen
el: Απομάκρυνση Άδειας
es: Eliminar Licencia
fi: Poista lisenssi
fr: Retirer la Licence
gl: Eliminar Licenza
hr: Uklonite licencu
hu: Licensz eltávolítása
it: Rimuovi licenza
nb_no: Fjern Lisens
ne: इजाजत हटाउ
nl: Ve&rwijder licentie
pt_br: Remover licença
pt_pt: Remover Licença
sl: Odstranitev licence
tr: Lisansı Kaldır

source: Remove your license from this NVDA copy
da: Fjern din licens fra denne kopi af NVDA
de: Die Lizenz aus dieser NVDA-Kopie entfernen
el: Απομακρύνετε την άδεια σας από αυτό το αντίγραφο του NVDA
es: Elimina tu licencia de esta copia de NVDA
fi: Poista lisenssisi tästä NVDA:n versiosta
fr: Retirer votre licence de cette copie de NVDA
gl: Elimina a túa licenza desta copia do NVDA
hr: Uklonite vašu licencu iz ovog primjerka NVDA programa
hu: A licensz eltávolításaaz NVDA-ból
it: Rimuovi la tua licenza da questa copia di NVDA
nb_no: Fjern lisensen fra denne NVDA kopien
ne: यो नेत्रवाणि प्रतिबाट तपाइको इजाजतलाई हटाउनु होस् ।
nl: Verwijder licentie uit deze NVDA installatie.
pt_br: Remove sua licença desta cópia do NVDA
pt_pt: Remove a sua licença desta cópia do NVDA
sl: Odstranitev licence iz te kopije NVDA
tr: Lisansınızı mevcut NVDA kopyasından kaldırın

source: Download More Voices
da: Hent Flere stemmer
de: Weitere Stimmen herunterladen
el: Μεταφορτώστε Περισσότερες Φωνές
es: Descargar Más Voces
fi: Lataa lisää puheääniä
fr: Télécharger plus de voix
gl: Descargar Máis Voces
hr: Preuzmite još glasova
hu: További hangok letöltése
it: Scarica voci aggiuntive
nb_no: Last Ned Flere Stemmer
ne: थप अरू आवाजहरू डाउनलोड गर्नु होस् ।
nl: Meer stemmen &downloaden
pt_br: Baixar Mais Vozes
pt_pt: Transferir mais vozes
sl: Dolpotegnite več Glasov
tr: Daha fazla ses indirin

source: Open the vocalizer voices download page.
da: Gå til hjemmesiden med vocalizer stemmer.
de: Die Webseite zum Herunterladen weiterer Vocalizer-Stimmen öffnen.
el: Επισκεφτείτε την ιστοσελίδα μεταφόρτωσης φωνών του Vocalizer.
es: Abrir la página de descarga de voces de vocalizer.
fi: Avaa Vocalizer-puheäänten lataussivu.
fr: Ouvrir la page de téléchargement des voix Vocalizer.
gl: Abrir a páxina de descarga de voces do vocalizer.
hr: Otvorite stranicu za preuzimanje Vocalizer glasova.
hu: Megnyitjaa Vocalizer hangok letöltési oldalát.
it: Apri la pagina di download delle voci Vocalizer.
nb_no: Åpne vocalizer-stemme nedlastingside.
ne: vocalizer आवाज डाउनलोड पृष्टलाई खोल्नु होस् ।
nl: Open de Vocalizer downloadpagina.
pt_br: Abre a página para download de vozes do Vocalizer
pt_pt: Abre a página onde pode transferir mais vozes para o vocalizer.
sl: Odprite stran za prenos glasov vokalizatorja.
tr: Vocalizer sesleri indirme sayfasını açın.

source: About Nuance Vocalizer for NVDA
da: Om Nuance Vocalizer for NVDA
de: Über Nuance Vocalizer für NVDA
el: Σχετικά με το Nuance Vocalizer για το NVDA
es: Acerca de Nuance Vocalizer para NVDA
fi: Tietoja tuotteesta Nuance Vocalizer for NVDA
fr: À propos de Nuance Vocalizer pour NVDA
gl: Acerca do Nuance Vocalizer para o NVDA
hr: O Nuance Vocalizer sintetizatoru za NVDA
hu: A Nuance Vocalizer for NVDA névjegye
it: Informazioni su Nuance Vocalizer per NVDA
nb_no: Om Nuance Vocalizer for NVDA
ne: नेत्रवाणीका लागि उपलब्ध Nuance Vocalizer को बारेमा ।
nl: Over Nuance Vocalizer voor NVDA
pt_br: Sobre o Nuance Vocalizer para o NVDA
pt_pt: Acerca do Nuance Vocalizer para o NVDA
sl: O programu Nuance Vocalizer za NVDA
tr: NVDA için Nuance Vocalizer hakkında
