Repository: ruifontes/vocalizer_automotive_driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, el, es, fi, fr, gl, hr, hu, it, nb_no, ne, nl, pt_br, pt_pt, sl, tr

source: URL: {url} This product is composed of two independent components: - Nuance Vocalizer speech synthesizer. - NVDA speech driver and interface for Nuance Vocalizer. Licenses and conditions for these components are as follows: Nuance Vocalizer speech synthesizer: Copyright (C) 2011 Nuance Communications, Inc. All rights reserved. Synthesizer Version: {synthVersion} This copy of the Nuance Vocalizer synthesizer is licensed to be used exclusively with the NVDA screen reader (Non Visual Desktop Access). License information: {licenseInfo} License management components are property of Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. All rights reserved. NVDA speech driver and interface for Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Copyright (C) 2019 Babbage B.V. Version: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
da: URL: {url} Dette produkt består af to selvstændige komponenter: - Nuance Vocalizer speech synthesizer. - NVDA speech driver og interface til Nuance Vocalizer. Licenser og betingelser for disse komponenter er som følger: Nuance Vocalizer speech synthesizer: Copyright (C) 2011 Nuance Communications, Inc. Alle rettigheder forbeholdes. Synthesizer Version: {synthVersion} Denne udgave af talesyntesen Nuance Vocalizer er udelukkende givet i licens til brug sammen med skærmlæseren NVDA (Non Visual Desktop Access). Licensinformation: {licenseInfo} Komponenterne til håndtering af licenser ejes af Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. Alle rettigheder forbeholdes. NVDA talesyntesedriver og -interface for Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Version: {driverVersion} NVDA talesyntesedriver og interface for Nuance Vocalizer er underlagt licensen GNU General Public License (Version 2). Du kan frit dele eller ændre denne software på enhver måde, så længe den altid ledsages af denne licens og at du gør kildekoden tilgængelig for alle, der måtte ønske den. Dette gælder både for den oprindelige udgave og for modificerede udgaver af denne software samt for afledte produkter. Du finder licensen i NVDA's hjælp menu . Den kan ligeledes læses on-line på: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Denne komponent er udviklet af Tiflotecnia, LDA og Rui Batista, med bidrag fra mange andre. Særlig tak til: {contributors}
de: Internetadresse: {url} Dieses Produkt besteht aus zwei unabhängigen Komponenten: - Nuance Vocalizer Sprachausgabe. - NVDA-Treiber und -Schnittstelle für Nuance Vocalizer. Die Komponenten unterliegen den folgenden (Lizenz-)Bestimmungen: Nuance Vocalizer Sprachausgabe: Copyright (C) 2011 Nuance Communications, Inc. Alle Rechte vorbehalten. Version der Sprachausgabe: {synthVersion} Diese Kopie von Vocalizer darf ausschließlich mit NVDA (Non Visual Desktop Access) verwendet werden. Lizenzinformation: {licenseInfo} Lizenzmanagementkomponenten sind Eigentum der Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. Alle Rechte vorbehalten. NVDA-Sprachausgabentreiber und Benutzerschnittstelle für Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Version: {driverVersion} Der Sprachausgabentreiber für NVDA sowie die Benutzerschnittstelle für Nuance Vocalizer stehen unter der GNU General Public License (Version 2). Sie sind berechtigt, diese Software nach belieben weiterzugeben und zu ändern, solange dies im Rahmen dieser Lizenz geschieht und Sie die Software zusammen mit einer Kopie dieser Lizenz und den ursprünglichen Quellcode herausgeben. Dies bezieht sich sowohl auf das Original sowie auch auf modifizierte Kopieen dieser Software sowie alle Weiterentwicklungen. Weitere Informationen finden Sie im Hilfemenü von NVDA. Ferner steht eine Kopie online bereit unter: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Diese Komponente wurde von Tiflotecnia, LDA und Rui Batista mit Zusammenarbeit von mehreren entwickelt. Spezieller Dank geht an: {contributors}
el: URL: {url} Αυτό το προϊόν αποτελείται από δύο ξεχωριστά συστατικά: - Το συνθέτη ομιλίας Nuance Vocalizer. - Τον οδηγό ομιλίας του NVDA για το Nuance Vocalizer. Licenses and conditions for these components are as follows: Συνθέτης Ομιλίας Nuance Vocalizer: Copyright (C) 2011 Nuance Communications, Inc. All rights reserved. Έκδοση Συνθέτη Ομιλίας: {synthVersion} This copy of the Nuance Vocalizer synthesizer is licensed to be used exclusively with the NVDA screen reader (Non Visual Desktop Access). Πληροφορίες Άδειας: {licenseInfo} License management components are property of Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. All rights reserved. Οδηγός ομιλίας του NVDA για το Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Έκδοση: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
es: Dirección: {url} Este producto se conforma por dos componentes independientes: - Sintetizador de voz Nuance Vocalizer. - controlador de voz para NVDA e interface para Nuance Vocalizer. Las licencias y condiciones para estos componentes son como sigue: Sintetizador de voz Nuance Vocalizer: Copyright (C) 2011 Nuance Communications, Inc. Todos los derechos reservados. Versión del Sintetizador: {synthVersion} Esta copia del sintetizador Nuance Vocalizer se licencia para utilizarse exclusivamente con el lector de pantalla NVDA (Non Visual Desktop Access). Información de licencia: {licenseInfo} La gestión de licencia de los componentes es propiedad de Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. Todos los derechos reservados. Controlador de voz para NVDA e interface para Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Versión: {driverVersion} El controlador de voz para NVDA e interface para Nuance Vocalizer está cubierto por la GNU General Public License (Versión 2). Eres libre para compartir o cambiar este programa de cualquier modo que quieras así como debes acompañarlo por la licencia y hacer que todo el código fuente esté disponible a quien lo quiera. Esto se aplica tanto a la copia original como a la modificada de este programa, más cualquier trabajo derivado de ellas. Para más detalles, puedes ver la licencia desde el menú Ayuda de NVDA. También puede verse en línea en: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Este componente se desarrolló por Tiflotecnia, LDA y Rui Batista, con contribuciones de muchos otros. Agradecimientos especiales van para: {contributors}
fi: URL-osoite: {url} Tämä tuote koostuu kahdesta erillisestä osasta: - Nuance Vocalizer -puhesyntetisaattorista. - NVDA:n Nuance Vocalizer -puhesyntetisaattoriajurista ja -liitännästä. Näiden osien lisenssiehdot ovat seuraavat: Nuance Vocalizer -puhesyntetisaattori: Copyright (C) 2011 Nuance Communications, Inc. Kaikki oikeudet pidätetään. Versio: {synthVersion} Tämä Nuance Vocalizer -syntetisaattorin versio on lisensoitu ainoastaan NVDA (Non Visual Desktop Access)-ruudunlukuohjelmalla käytettäväksi. Lisenssitiedot: {licenseInfo} Lisenssinhallintakomponentit ovat Tiflotecnia, LDA:n omaisuutta. Copyright (C) 2012 Tiflotecnia, LDA. Kaikki oikeudet pidätetään. NVDA:n Nuance Vocalizer -puhesyntetisaattoriajuri ja -liitäntä: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Versio: {driverVersion} NVDA:n Nuance Vocalizer -puhesyntetisaattoriajuri ja -liitäntä on suojattu GNU General Public License (Versio 2) -lisenssillä. Voit vapaasti jakaa tai muuttaa tätä ohjelmistoa millä tahansa haluamallasi tavalla, kunhan toimitat lisenssiä sen mukana ja pidät lähdekoodin kaikkien saatavilla. Tämä koskee sekä alkuperäisiä että muokattuja ohjelmistokopioita, kuten myös kaikkia johdannaisia. Voit tarkastella lisenssiä NVDA:n Ohje-valikosta saadaksesi lisätietoja. Lisenssi on luettavissa myös verkossa osoitteessa: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Tämän komponentin on kehittänyt Tiflotecnia, LDA ja Rui Batista monien muiden avustuksella. Erityiskiitokset seuraaville: {contributors}
fr: URL : {url} Ce produit comprend deux composants indépendants : - Le synthétiseur vocal Nuance Vocalizer. - Le pilote et l'interface NVDA pour Nuance Vocalizer. Les licences et conditions pour ces composants sont les suivantes : Synthétiseur vocal Nuance Vocalizer : Copyright (C) 2011 Nuance Communications, Inc. tous droits réservés. Version du Synthétiseur : {synthVersion} Cette copie du synthétiseur Nuance Vocalizer ne peut être utilisée qu'avec la revue d'écran NVDA (Non Visual Desktop Access). Information de licence : {licenseInfo} Les composants de gestion de la Licence sont la propriété de Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. Tous droits réservés. Pilote de parole NVDA et interface pour Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Version : {driverVersion} Le pilote de parole NVDA et l'interface pour Nuance Vocalizer sont couverts par la licence GNU General Public License (Version 2). Vous êtes libre de partager ou modifier ce logiciel comme vous le voulez à condition qu'il soit accompagné de la licence et que le code source soit disponible pour qui le veut. Cece s'applique aux copies originales ou modifiées de ce logiciel, ainsi qu'à tout développement qui en dérive. Pour plus de détails, vous pouvez consulter la licence depuis le menu d'aide de NVDA. Vous pouvez aussi la consulter en ligne à : http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Ce composant a été développé par Tiflotecnia, LDA et Rui Batista, avec des contributions de {contributors}
gl: Enderezo: {url} Este producto componse de dous compoñentes independentes: - Sintetizador de voz Nuance Vocalizer. - Controlador de voz do NVDA e interface para o Nuance Vocalizer. As licenzas e condicións para estes compoñentes son como seguen: Sintetnizador de voz Nuance Vocalizer: Copyright (C) 2011 Nuance Communications, Inc. Todos os dereitos reservados. Versión do Sintetizador: {synthVersion} Esta copia do sintetizador Nuance Vocalizer licenciouse para seren utilizado exclusivamente co lector de pantalla NVDA (Non Visual Desktop Access). Información da Licenza: {licenseInfo} A xestión de licenza de compoñentes é propriedade de Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. Todos os dereitos reservados. Controlador de Voz do NVDA e interface para o Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Versión: {driverVersion} O controlador de voz do NVDA e interface para o Nuance Vocalizer está coberto pola GNU General Public License (Version 2). es libre de compartir ou cambiar este programa de calquera maneira que queras así como debes acompañala licenza e facer que todo o código fonte estea dispoñible para quen o queira. Esto aplícase tanto á copia orixinal como a modificada deste programa, mais calquera traballo derivado. Para detalles adicionais, podes ver a licenza dende o menú Axuda do NVDA. Tamén se pode ver en liña en: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Este compoñente desenvolveuse por Tiflotecnia, LDA e Rui Batista, cas contribucións de moitos outro. Agradecemento especial para: {contributors}
hr: URL adresa: {url} Ovaj proizvod se sastoji od dvije neovisne komponente: - Nuance Vocalizer sintetizator govora. - NVDA pogonski softver za govor i sučelje za Nuance Vocalizer. Licence i uvjeti za ove komponente su kako slijedi: Nuance Vocalizer sintetizator govora: Autorska prava (C) 2011 Nuance Communications, Inc. Sva prava pridržana. Inačica sintetizatora: {synthVersion} Ovaj primjerak sintetizatora Nuance Vocalizer je licenciran isključivo za uporabu sa NVDA čitačem ekrana (Non Visual Desktop Access). Informacije o licenci: {licenseInfo} Komponente za upravljanje licencom su vlasništvo organizacije Tiflotecnia, LDA. Autorska prava (C) 2012 Tiflotecnia, LDA. Sva prava pridržana. - NVDA pogonski softver za govor i sučelje za Nuance Vocalizer: Autorska prava (C) 2012 Tiflotecnia, LDA. Autorska prava (C) 2012 Rui Batista. Inačica: {driverVersion} NVDA pogonski softver za govor i sučelje za Nuance Vocalizer pokriveni su pod GNU General Public Licencom (inačica 2). Slobodni ste dijeliti ili mijenjati ovaj softver na bilo koji način koji želite dokle god je to popraćeno licencom te učiniti izvorni kod dostupnim svakome tko ga želi. To se odnosi i na originalne i izmijenjene primjerke ovog softvera, plus bilo koje izvedene radnje. Za daljnje informacije, možete pogledati licencu iz izbornika Pomoć unutar NVDA izbornika. Također se licenca može pročitati na Internetu, na sljedećoj adresi: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Ovu komponentu razvila je Tiflotecnia, LDA i Rui Batista, s doprinosima od mnogih drugih. Posebna zahvala ide sljedećim osobama: {contributors}
hu: URL: {url} A termék az alábbi két független összetevőből áll: - Nuance Vocalizer beszédszintetizátor. - NVDA beszéd driver és felület a Nuance Vocalizer-hez. A licenszfeltételek az összetevőkhöz a következőek: Nuance Vocalizer beszédszintetizátor: Copyright (C) 2011 Nuance Communications, Inc. Minden jog fenntartva. Beszédszintetizátor verzió: {synthVersion} A Nuance Vocalizer beszédszintetizátor ezen példánya kizárólag az NVDA (Non Visual Desktop Access) képernyőolvasóval használható. Licensz információ: {licenseInfo} A licenszkezelő összetevő a Tiflotecnia, LDA tulajdona. Copyright (C) 2012 Tiflotecnia, LDA. Minden jog fenntartva. NVDA beszéd driver és felület a Nuance Vocalizer-hez: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Verzió: {driverVersion} Az NVDA beszéd driver és felület a Nuance Vocalizer-hez a GNU Általános Nyilvános Licensz (2-es verziója) alatt áll. A szoftver szabadon közzétehető vagy módosítható a licensz és a forráskód bárki számára elérhetővé tételével. Ez az eredeti és módosított szoftverre, valamint bármilyen a szoftver forráskódjából származó kódrészletre vonatkozik. További információkért tekintse meg a Licenszt az NVDA súgójában. A licensz online is elérhető (angol nyelven): http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Az összetevőt a Tiflotecnia, LDA és Rui Batista készítette. {contributors}
it: URL: {url} Questo prodotto è formato da due componenti indipendenti: - Sintesi vocali Nuance Vocalizer. - Driver e interfaccia per Nuance Vocalizer per NVDA. Le licenze e le condizioni per questi componenti sono le seguenti: Nuance Vocalizer speech synthesizer: Copyright (C) 2011 Nuance Communications, Inc. All rights reserved. Versione sintesi: {synthVersion} Questa copia della sintesi Nuance Vocalizer deve essere utilizzata esclusivamente con lo screen reader NVDA (Non Visual Desktop Access). Informazioni Licenza: {licenseInfo} I componenti di gestione licenza sono di proprietà di Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. All rights reserved. Driver di sintesi e interfaccia per NVDA per Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Versione: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
nb_no: URL: {url} Dette produktet består av to komponenter: - Nuance Vocalizer talesyntese. - NVDA taledriver og grensesnitt for Nuance Vocalizer. Lisenser og vilkår for disse komponentene er som følger: Nuance Vocalizer speech synthesizer: Copyright (C) 2011 Nuance Communications, Inc. All rights reserved. Synthesizer-versjon: {synthVersion} Dette eksemplaret av Nuance Vocalizer synthesizer er lisensiert til bruk utelukkende med NVDA skjermleseren (Non Visual Desktop Access). Lisensinformasjon: {licenseInfo} Lisenshåndtering av komponenter tilhører Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. Alle rettigheter forbeholdes. NVDA speech driver and interface for Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Versjon: {driverVersion} NVDA taledriver og grensesnitt for Nuance Vocalizer er dekket av GNU General Public License (versjon 2). Du står fritt til å dele eller endre denne programvaren etter eget ønske, såfremt denne lisensen er vedlagt og all kildekode gjøres tilgjengelig for dem som skulle ønske det. Dette gjelder både originale og modifiserte kopier av denne programvaren, samt eventuelle avlede verk. For flere detaljer, kan du lese lisensen under NVDA-hjelpemenyen. Den kan og leses på: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html (Engelsk) Denne komponenten ble utviklet av Tiflotecnia, LDA og Rui Batista, med bidrag fra mange andre. Spesiell takk går til: {contributors}
ne: URL: {url} यो उत्पादनमा दुई स्वतन्त्र भागहरू छन् ।: - Nuance Vocalizer वाचन संश्लेषक । - नेत्रवाणी वाचन चालक र Nuance Vocalizer को अनुहार यी दुई हिस्साका ईजाजत र शर्थहरू निम्नानुसार छन्: Nuance Vocalizer वाचन संश्लेषक: प्रतिलिपि अधिकार (C) २०११ Nuance Communications, Inc. सर्वाधिकार सुरक्षित संश्लेषक संस्करण: {synthVersion} Nuance Vocalizer संश्लेषकको यो प्रति केवल नेत्रवाणी (नदेख्नेहरूको डेस्कटपमा पहुँच) मा मात्र प्रयोग गर्न इजाजत दिईएको छ । ईजाजत सम्बन्धी जानकारी: {licenseInfo} License management components are property of Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. All rights reserved. नेत्रवाणी वाचन चालक र Nuance Vocalizer को अनुहार: प्रतिलिपि अधिकार (C) २०१२ Tiflotecnia, LDA. प्रतिलिपि अधिकार (C) २०१२ Rui Batista. संस्करण: {driverVersion} नेत्रवाणी वाचन चालक र Nuance Vocalizer को अनुहार GNU सामान्य सार्वजनिक इजाजत (संस्करण २) मातहतमा पर्दछ । तपाइ यही इजाजतका सर्तहरू लागू हुने र चाहना गर्ने लाई उपलब्ध हुने गरी सबै श्रोत कोड खुल्ला राखेर यो यन्त्रप्राणलाई आफूले चाहे अनुसार हेरफेर वा बाड्न गर्न स्वतन्त्र हुनु हुन्छ । यो नियम यस यन्त्रप्राणको सुरुको वा परिवर्तित दुबै प्रतिमा एवम् यसका कुनै पनि सह-उत्पादनमा उतिकै रूपमा लागू हुन्छ । ""विस्तृत जानकारीका लागि सहयोग मेनु मार्फत इजाजत सम्बन्धी पाठ हेर्नु होला । ""यो इजाजत अनलाइनमा हेर्न : http://www.gnu.org/licenses/old-licenses/gpl-2.0.html मा भ्रमण गर्नु होला । "" " यो हिस्सा Tiflotecnia, LDA र Rui Batista, ले अरू धेरै जनाको योगदानमा विकास गरेको हो । Special thanks goes to: {contributors}
nl: URL: {url} Dit product bestaat uit twee losse componenten: - Nuance Vocalizer spraaksynthesizer. - NVDA spraak driver en interface voor Vocalizer. Licenties en voorwaarden voor deze producten zijn als volgt: Nuance Vocalizer spraaksynthesizer: Copyright (C) 2011 Nuance Communications, Inc. Alle rechten voorbehouden. Synthesizerversie: {synthVersion} Deze versie van de Nuance Vocalizer synthesizer is in licentie gegeven voor exclusief gebruik met de NVDA screen reader (Non Visual Desktop Access). Licentie informatie: {licenseInfo} Onderdelen voor het licentiebeheer zijn eigendom van Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. Alle rechten voorbehouden. NVDA spraak driver en interface voor Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Versie: {driverVersion} NVDA spraak driver en interface voor Nuance Vocalizer valt onder de GNU General Public License (Versie 2). Dit Programma is vrije software; U kan het verspreiden en/of wijzigen onder de bepalingen van de GNU Algemene Publieke Licentie versie 2, zoals uitgegeven door de Free Software Foundation. Voor meer details kunt u de licentie raadplegen in het NVDA Help menu. Of online op: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Dit onderdeel is ontwikkeld door Tiflotecnia, LDA en Rui Batista, met bijdragen van vele anderen. Met bijzondere dank aan: {contributors}
pt_br: Endereço: {url} Este produto consiste em dois componentes independentes: - Sintetizador de fala Nuance Vocalizer. - driver de fala do NVDA e interface para o Nuance Vocalizer. As licenças e condições para esses componentes são as seguintes: Sintetizador de fala Nuance Vocalizer: Copyright (C) 2012 Nuance Communications, Inc. Todos os direitos reservados. Versão do sintetizador: {synthVersion} Esta cópia do sintetizador Nuance Vocalizer está licenciada para uso exclusivo com o leitor de telas NVDA (Acesso não-Visual ao Ambiente de Trabalho). Informações da licença: {licenseInfo} Os componentes de gestão da licença são propriedade da Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. Todos os direitos reservados. Driver de fala do NVDA e interface para o Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Versão: {driverVersion} O driver de fala do NVDA e interface para o Nuance Vocalizer encontra-se sob a Licença Pública Geral GNU (Versão 2). Você é livre para compartilhar ou modificar este programa como desejar, contanto que o mesmo vá acompanhado desta licença e você ofereça o código fonte a quem o quiser. Isso aplica-se ao original e a cópias modificadas do programa, bem assim a qualquer trabalho derivado. Para detalhes, consulte a licença no menu Ajuda do NVDA. Pode também consultá-la na Internet, em: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Este componente foi desenvolvido pela Tiflotecnia, LDA e por Rui Batista, com contribuições de terceiros. Agradecimentos especiais a: {contributors}
pt_pt: Endereço: {url} Este produto é composto por dois componentes independentes: - Sintetizador de voz Nuance Vocalizer. - Driver de voz do NVDA e interface para o Nuance Vocalizer. Seguem-se as licenças e condições para estes componentes: Sintetizador de voz Nuance Vocalizer: Copyright (C) 2011 Nuance Communications, Inc. Todos os direitos reservados. Versão do Sintetizador: {synthVersion} Esta cópia do sintetizador Nuance Vocalizer está licenciada para ser utilizada exclusivamente com o leitor de ecrã NVDA (Non Visual Desktop Access). Informação da Licença: {licenseInfo} Os componentes da gestão de licenças são propriedade da Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. Todos os direitos reservados. Driver de voz do NVDA e interface para o Nuance Vocalizer: Copyright (C) 2012-2019 Tiflotecnia, LDA. Copyright (C) 2012-2019 Rui Batista. Copyright (C) 2019 Babbage B.V. Versão: {driverVersion} O driver de voz do NVDA e a interface para o Nuance Vocalizer estão cobertos pela GNU General Public License (Versão 2). É livre para partilhar ou alterar este software da forma que pretender, desde que esteja acompanhado pela respectiva licença e todo o código fonte modificado que estiver disponível para quem o desejar. Isto aplica-se a todas as cópias originais e modificadas deste software, para além de qualquer trabalho relacionado com este programa. Para mais detalhes, pode ver a licença no menu Ajuda do NVDA. A mesma também pode ser consultada online em: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Este componente foi desenvolvido pela Tiflotecnia, LDA e por Rui Batista, com contribuições de muitos outros. UM agradecimento especial vai para: {contributors}
sl: URL: {url} Ta izdelek je sestavljen iz dveh neodvisnih delov: - Sintetizator govora Nuance Vocalizer. - Gonilnik govora NVDA in vmesnik za Nuance Vocalizer. Licence in pogoji za te komponente so naslednji: Nuance Vocalizer speech synthesizer: Avtorske pravice (C) 2011 Nuance Communications, Inc. Vse pravice pridržane. Različica sintetizatorja: {synthVersion} Ta izvod sintetizatorja Nuance Vocalizer je licenciran za uporabo izključno z bralnikom zaslona NVDA (Non Visual Desktop Access). Informacije o licenci: {licenseInfo} Komponente za upravljanje licenc so last družbe Tiflotecnia, LDA. Avtorske pravice (C) 2012 Tiflotecnia, LDA. Vse pravice pridržane. Govorni gonilnik in vmesnik NVDA za program Nuance Vocalizer: Avtorske pravice (C) 2012 Tiflotecnia, LDA. Avtorske pravice (C) 2012 Rui Batista. Avtorske pravice (C) 2019 Babbage B.V. Različica: {driverVersion} Govorni gonilnik in vmesnik NVDA za napravo Nuance Vocalizer je zaščiten s Splošno javno licenco GNU (različica 2). To programsko opremo lahko delite ali spreminjate na kakršen koli način, če je opremljena z licenco in če je vsa izvorna koda na voljo vsakomur, ki jo želi. To velja za izvirne in spremenjene kopije te programske opreme ter vsa izpeljana dela. Za več podrobnosti si lahko licenco ogledate v meniju Pomoč NVDA. Ogledate si jo lahko tudi na spletnem naslovu: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html To komponento so razvili Tiflotecnia, LDA in Rui Batista, prispevali pa so tudi številni drugi. Posebna zahvala gre: {contributors}
tr: Web: {url} Bu ürün iki ayrı bileşenden oluşmaktadır: - Nuance Vocalizer konuşma sentezleyicisi. - Nuance Vocalizer için NVDA sentezleyici sürücüsü ve arayüzü. Bu bileşenler için lisans ve şartlar aşağıda sayılmaktadır: Nuance Vocalizer konuşma sentezleyicisi: Kopya hakkı (C) 2011 Nuance Communications, Inc. tüm hakları saklıdır. Sentezleyici Versiyonu: {synthVersion} Nuance Vocalizer sentezleyicisinin bu kopyası yalnızca NVDA ekran okuyucusuyla kullanılmak üzere lisanslanmıştır (Non Visual Desktop Access). Lisans Bilgisi: {licenseInfo} Lisans yönetim bileşenleri Tiflotecnia, LDA. adlı firmaya aittir. Kopya hakkı (C) 2012 Tiflotecnia, LDA. tüm hakları saklıdır. Nuance Vocalizer için NVDA sentezleyici sürücüsü ve arayüzü: Kopya hakkı (C) 2012 Tiflotecnia, LDA. Kopya hakkı (C) 2012 Rui Batista. Versiyon: {driverVersion} Nuance Vocalizer için NVDA sentezleyici sürücüsü ve arayüzü GNU General Public License (Version 2) tarafından kapsanmaktadır. Kaynak kodlarını da paylaşmak koşuluyla bu yazılımı değiştirmekte ve dağıtmakta özgürsünüz. BU, orjinal ve değiştirilmiş kopya için ve ek olarak ilişkili tüm çalışmalar için geçerlidir. Detay için , NVDA yardım menüsünden lisansı görüntüleyebilirsiniz . online kopya için: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Bu bileşen Tiflotecnia, LDA ve Rui Batista tarafından {contributors}
