Repository: ruifontes/vocalizer_automotive_driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, el, es, fi, fr, gl, hr, hu, it, nb_no, ne, nl, pt_br, pt_pt, sl, tr

source: You are running a demo version of Nuance Vocalizer for NVDA. This demo will expire on {date}. To use the syntheciser after that, You must buy a license. You can do so at any time visiting {url} or contacting a local distributor. Thanks for testing Nuance Vocalizer for NVDA.
da: Du bruger i øjeblikket en demo-version af Nuance Vocalizer for NVDA. Denne prøveversion udløber den {date}. Hvis du herefter ønsker at bruge talesyntesen, skal du købe en licens. Det kan du gøre når som helst enten ved at besøge {url} eller ved at kontakte en lokal distributør. Tak for at have prøvet Nuance Vocalizer for NVDA.
de: Sie verwenden derzeit eine Demo-Version von Nuance Vocalizer für NVDA. Diese Demo-Version läuft noch bis {date}. Um die Sprachausgabe weiterhin zu verwenden, müssen Sie eine Lizenz erwerben. Sie können dies auf unserer {url} oder bei einem Vertriebspartner in ihrer Nähe tun. Thanks for testing Nuance Vocalizer for NVDA.
el: Χρησιμοποιείτε μία δοκιμαστική έκδοση του συνθέτη ομιλίας Nuance Vocalizer για το NVDA. Αυτή η άδεια θα λήξει στις {date}. Για να χρησιμοποιήσετε το συνθέτη μετά από αυτή την ημερομηνία, πρέπει να αγοράσετε μία άδεια. Μπορείτε να κάνετε την αγορά οποιαδήποτε στιγμή επικοινωνώντας με τον ΣΤΑΤ ή επισκεπτόμενοι το {url}. Σας ευχαριστούμε που δοκιμάζετε το Nuance Vocalizer για το NVDA.
es: Estás ejecutando una versión demo de Nuance Vocalizer para NVDA. Esta demo expirará en {date}. para utilizar el sintetizador después, Debes comprar una licencia. Puedes hacerlo en cualquier ocasión visitando {url} o contactando con un distribuidor local. Gracias por probar Nuance Vocalizer para NVDA.
fi: Käytät tuotteen Nuance Vocalizer for NVDA demoversiota. Se vanhentuu {date}. Sinun on ostettava lisenssi voidaksesi jatkaa syntetisaattorin käyttöä. Voit ostaa lisenssin milloin tahansa käymällä osoitteessa {url} tai ottamalla yhteyttä paikalliseen jälleenmyyjääsi. Kiitos tuotteen Nuance Vocalizer for NVDA kokeilemisesta.
fr: Vous exécutez une version de démonstration de Nuance Vocalizer pour NVDA. Cette démonstration expirera le {date}. Pour utiliser le synthétiseur après cette date, vous devez acheter une licence. Vous pouvez le faire à tout moment en visitant {url} ou en contactant un distributeur local. Merci d'essayer Nuance Vocalizer pour NVDA.
gl: Estás a executar unha versión demo do Nuance Vocalizer para NVDA. Esta demo expirará en {date}. Para utilizar o sintetizador despois deso, tes que comprar unha licenza. Podes facelo en calquera ocasión visitando {url} ou contactando cun distribuidor local. Grazas por probar o Nuance Vocalizer para NVDA.
hr: Koristite demo inačicu Nuance Vocalizer-a za NVDA. Ova demo inačica istiće s datumom {date}. Da biste koristili sintetizator i nakon toga, morat ćete kupiti licencu. To možete učiniti bilo kad, tako da posjetite stranicu {url}, ili da kontaktirate lokalnog zastupnika. Hvala vam što ste testirali Nuance Vocalizer za NVDA.
hu: Ön a Nuance Vocalizer for NVDA demo verzióját használja. A termék lejár: {date}. A termék további használatához meg kell vásárolnia egy érvényes licenszt. Ezt bármikor megteheti a {url} oldalon, vagy az ön helyi forgalmazójával. Köszönjük a Nuance Vocalizer for NVDA tesztelését.
it: Stai eseguendo una versione dimostrativa di Nuance Vocalizer per NVDA. Questa demo scadrà in data {date}. Per usare la sintesi vocale in seguito, , devi comperare una licenza. Puoi farlo in qualsiasi momento visitando {url} o contattando un rivenditore locale. Grazie per aver testato Nuance Vocalizer per NVDA.
nb_no: Du kjører en demoversjon av Nuance Vocalizer for NVDA. den vil utløpe {date}. for å bruke stemmen etter det, må du kjøpe en lisens. Du kan gjøre det når som helst ved å besøke {url} eller kontakte en lokal distributør. Takk for at du tester Nuance Vocalizer for NVDA.
ne: तपाइ नेत्रवाणीको लागि उपलब्ध Nuance Vocalizer को प्रदशन प्रति प्रयोग गर्दै हुनु हुन्छ । यो प्रदर्शन प्रतिको म्याद {date} मा सकिन्छ । यस पछि यो संश्लेषकको प्रयोग गर्न , इजाजत खरीद गर्नु पर्ने हुन्छ । तपाइले कुनै पनि समयमा {url} मा भ्रमण गरी अथवा स्थानीय बिक्रेता सित सम्पर्क राखी इजाजत खरीद गर्न सक्नु हुन्छ । नेत्रवाणीका लागि उपलब्ध Nuance Vocalizer को परीक्षण प्रयोग गर्नु भएकोमा तपाइलाई धन्यवाद छ ।
nl: U gebruikt een demoversie van Vocalizer-NVDA. deze demoversie verloopt op {date}. Om Vocalizer hierna nog te gebruiken dient u een licentie aan te schaffen. Bezoek {url} of neem contact op met een lokale distributeur. Bedankt voor het testan van Nuance Vocalizer voor NVDA.
pt_br: Você está executando uma versão de demonstração do Nuance Vocalizer para NVDA. Essa demonstração expira em {date}. Para usar o sintetizador após essa data, você deve comprar uma licença. Pode fazer isso a qualquer momento visitando {url} ou contactando um revendedor local. Obrigado por experimentar o Nuance Vocalizer para NVDA.
pt_pt: Está a executar uma versão de demonstração do Nuance Vocalizer para o NVDA. Esta demonstração expirará em {date}. Para usar o sintetizador após esta data, deverá comprar uma licença. Para fazê-lo, em qualquer altura, visite {url} ou contacte o seu distribuidor local. Obrigado por testar o Nuance Vocalizer para o NVDA.
sl: Uporabljate demo različico programa Nuance Vocalizer za NVDA. Ta demo različica se izteče {date}. Če želite sintetizator uporabljati po tem času, Morate kupiti licenco. To lahko storite kadar koli na spletnem mestu {url} ali pri lokalnem distributerju. Zahvaljujemo se vam za testiranje programa Nuance Vocalizer za NVDA.
tr: NVDA için Nuance Vocalizer'ın demo versiyonunu kullanmaktasınız. Bu demo {date} tarihinde sona erecek. Sentezleyiciyi bu tarihten sonra da kullanabilmek içini Lisansı satın almalısınız. . Bunu {url} adresini ziyaret ederek ya da yerel bir distribütör üzerinden yapabilirsiniz. NVDA için Nuance Vocalizer sentezleyicisini denediğiniz için teşekkürler.

source: Vocalizer Demo Version
el: Δοκιμαστική Έκδοση Vocalizer
es: Versión Demo de Vocalizer
fi: Vocalizerin demoversio
fr: Version de Démonstration de Vocalizer
gl: Versión Demo do Vocalizer
hr: Vocalizer Demo inačica
hu: Vocalizer Demo Verzió
it: Vocalizer versione demo
nb_no: Vocalizer Demoversjon
ne: Vocalizer पदर्शन संस्करण
nl: `Vocalizer demoversie
pt_br: Versão de Demonstração do Vocalizer
pt_pt: Versão de demonstração do Vocalizer
sl: Vocalizer Preizkusna Različica
tr: Vocalizer Demo Versiyonu

source: You have no Vocalizer voices installed. You need at least one voice installed to use Vocalizer for NVDA. You can download all Vocalizer voices from the product web page. Would you want to open the vocalizer for NVDA voices download page now?
da: Du har ingen Vocalizer-stemmer installeret. Du skal have mindst én stemme installeret for at kunne bruge Vocalizer til NVDA. Du kan downloade alle Vocalizer-stemmer fra produktets webside. Vil du åbne download-siden for Vocalizer for NVDA-stemmer nu?
de: Sie haben keine Vocalizer-Stimmen installiert. Sie müssen mindestens eine Stimme installieren, um Vocalizer für NVDA zu verwenden. Sie können alle Vocalizer Stimmen von der Internetseite des Produktes herunterladen.. Möchten Sie jetzt die Downloadseite zu den vocalizer-Stimmen für NVDA öffnen?
el: Δεν έχετε εγκατεστημένες φωνές του Vocalizer. Χρειάζεται να εγκαταστήσετε τουλάχιστον μία φωνή για να χρησιμοποιήσετε το Vocalizer για το NVDA. Μπορείτε να κατεβάσετε όλες τις φωνές του Vocalizer από την ιστοσελίδα του προϊόντος. Θέλετε να επισκεφτείτε την ιστοσελίδα μεταφόρτωσης φωνών του Vocalizer για το NVDA;
es: No tienes voces de Vocalizer instaladas. Necesitas al menos una voz instalada para utilizar Vocalizer para NVDA. Puedes descargar todas las voces de Vocalizer desde la página Web del producto. ¿Quieres abrir la página web de descarga de voces para vocalizer para NVDA ahora?
fi: Vocalizer-puheääniä ei ole asennettu. Tarvitset vähintään yhden puheäänen Vocalizer for NVDA:n käyttämiseen. Kaikki puheäänet ovat ladattavissa tämän tuotteen verkkosivulta. Haluatko avata Vocalizer for NVDA -puheäänten lataussivun nyt?
fr: Vous n'avez aucune voix Vocalizer installée. Vous devez avoir au moins une voix de Vocalizer installée pour utiliser Vocalizer pour NVDA. Vous pouvez télécharger toutes les voix de Vocalizer depuis la page web du produit. Voulez-vous ouvrire la page web de téléchargement des voix Vocalizer ?
gl: Non tes as voces do Vocalizer instaladas. Necesitas ó menos unha voz instalada para utilizar o Vocalizer para NVDA. Podes descargar todas as voces do Vocalizer dende a páxina Web do producto. ¿queres abrir a páxina de descarga das voces do Vocalizer para NVDA agora?
hr: Nemate instalirane Vocalizer glasove. Treba vam biti instaliran najmanje jedan glas da biste koristili Vocalizer za NVDA. Sve Vocalizer glasove možete preuzeti sa stranice proizvoda. Želite li sada otvoriti stranicu za preuzimanje glasova za vocalizer za NVDA?
hu: Nem telepített még egy Vocalizer hangot sem. Legalább egy Vocalizer hangnak telepítve kell lennie ahhoz, hogy a beszédszintetizátort használni tudja. A beszédhangokata termék weboldaláról töltheti le. Szeretné megnyitni a Vocalizer for NVDA weboldalát?
it: Non possiedi alcuna voce Vocalizer installata. Hai bisogno di almeno una voce installata per utilizzare Vocalizer per NVDA. Puoi scaricare tutte le voci dalla pagina del prodotto. Vuoi aprire la pagina di download delle voci Vocalizer adesso?
nb_no: Du har ingen Vocalizer-stemmer installert. Du trenger minimum en Vocalizer-stemme for NVDA. Du kan laste ned alle Vocalizer-stemmene fra produktsidene. Vil du åpne Vocalizer for NVDA-stemmenedlastingssiden nå?
ne: तपाइले कुनै पनि Vocalizer आवाजलाई भित्र्याउनु भएको छैन ।nतपाइले नेत्रवाणीका लागि निर्मित Vocalizer मद्धे कुनै एउटा आवाजलाई भित्र्याउनै पर्छ । तपाइले सबै Vocalizer आवाजहरू उत्पादन वेभ पृष्ठबाट डाउनलोड गर्न सक्नु हुनेछ । के तपाइ नेत्रवाणीका लागि निर्मित vocalizer आवाज डाउनलोड पृष्ठ अहिले नै पल्टाउन चाहनु हुन्छ?
nl: Er zijn geen Vocalizer stemmen geïnstalleerd. Er dient tenminste één stem geïnstalleerd te zijn om Vocalizer voor NVDA te gebruiken. Alle beschikbare stemmen kunnen worden gedownload op de Vocalizer voor NVDA website. jWilt u de downloadpagina voor Vocalizer stemmen openen?
pt_br: Não há vozes do Vocalizer instaladas. É necessária pelo menos uma voz instalada para usar o Vocalizer. Você pode baixar as vozes do Vocalizer na página do produto. Deseja abrir a página de baixar vozes do vocalizer para NVDA agora?
pt_pt: Não tem nenhuma voz instalada. Necissita de, pelo menos, uma voz instalada para usar o Vocalizer for NVDA. Pode fazer o download das várias vozes do Vocalizer a partir da página web do produto. Quer abrir a página de downloads do Vocalizer para NVDA agora?
sl: Nimate nameščenih glasov Vocalizer. Za uporabo programa Vocalizer za NVDA morate imeti nameščen vsaj en glas. Vse glasove Vocalizerja lahko prenesete s spletne strani izdelka. Želite zdaj odpreti stran za prenos glasov programa Vokalizator za NVDA?
tr: Yüklü Vocalizer sesiniz yok. NVDA için Vocalizer'ı kullanmak için en az bir sesin yüklü olması gerekir. Tüm Vocalizer seslerini ürün web sayfasından indirebilirsiniz. NVDA için Vocalizer sesleri indirme sayfasını şimdi açmak ister misiniz?

source: No voices installed.
da: Ingen stemmer installeret.
de: Keine Stimmen installiert.
el: Δεν υπάρχουν εγκατεστημένες φωνές.
es: No hay voces instaladas.
fi: Puheääniä ei ole asennettu.
fr: Aucune voix installée.
gl: Non hai voces instaladas.
hr: Glasovi nisu instalirani.
hu: Nincsenek új hangok telepítve.
it: Nessuna voce installata.
nb_no: Ingen stemmer installert
ne: कुनै आवाज भित्र्याइएको छैन ।
nl: Geen stemmen geïnstalleerd.
pt_br: Nenhuma voz instalada.
pt_pt: Sem vozes instaladas.
sl: Noben glas ni nameščen.
tr: kurulu bir ses bulunamadı

source: Vocalizer Automatic Language Switching Settings
da: Vocalizer indstillinger for automatisk skift af sprog
de: Automatische Festlegung der Spracheinstellung für Vocalizer
el: Ρυθμίσεις Αυτόματης Εναλλαγής Γλώσσας του Vocalizer
es: Opciones de Cambio Automático de Idioma para Vocalizer
fi: Vocalizerin automaattisen kielen vaihtamisen asetukset
fr: Paramètres du changement automatique de langue de Vocalizer
gl: Opcións de Cambio Automático de Lingua para o Vocalizer
hr: Postavke za Vocalizer automatsko prebacivanje jezika
hu: Vocalizer automatikus nyelvváltás testreszabása
it: Impostazioni di cambio lingua automatico per Vocalizer
nb_no: Vocalizer Automatisk språkbytteinnstillinger
ne: Vocalizer भाषाको अअनुकूलताको सवचालित परिवर्तन
nl: Vocalizer instellingen voor automatisch wisselen van taal
pt_br: Opções da Alternância Automática de Idioma do Vocalizer
pt_pt: Definições de mudança automática de idioma do Vocalizer
sl: Nastavitve samodejnega preklopa jezika Vocalizer
tr: Vocalizer Otomatik Dil Değiştirme Ayarları

source: Select a locale, and then configure the voice to be used:
da: Vælg et sprog (locale) og angiv den stemme, der skal bruges:
de: Sprache auswählen und dann die zu verwendende Stimme konfigurieren:
el: Επιλέξτε μία τοπική γλώσσα, και κατόπιν διαμορφώστε τη φωνή που θα χρησιμοποιηθεί:
es: Selecciona una localización, y entonces configura la voz a utilizar:
fi: Valitse kieli ja määritä sitten käytettävä puheääni :
fr: Sélectionnez une langue, et choissez la voix à utiliser :
gl: Seleccioa unha localización, e logo configura a voz para se utilizar:
hr: Odaberite lokal, a zatim konfigurirajte glas koji će se koristiti:
hu: Válasszon ki egy nyelvet, majd szabja testre a hozzá tartozó hangokat:
it: Seleziona il paese, poi configura la voce che hai deciso di usare:
nb_no: Velg et språk, og velg deretter stemmen som skal brukes:
ne: आफ्नो भाषा छान्नु होस् र , प्रयोग गरिने आवाजको अनुयोजन गर्नु होस् ।
nl: Selecteer een taal en configureer vervolgens de te gebruiken stem:
pt_br: Selecione um idioma, em seguida configure a voz a ser usada:
pt_pt: Selecione um idioma, e depois configure a voz para ser usada:
sl: Izberite krajevni jezik in nato konfigurirajte glas, ki se bo uporabljal:
tr: Dili belirleyip kullanılacak sesi ayarlayın:

source: Locale Name:
da: Navn på sprog (locale):
de: Sprache:
el: Όνομα Τοπικής Γλώσσας:
es: Nombre de Localización:
fi: Kieli:
fr: Nom de la langue :
gl: Nome de Localización:
hr: Naziv lokala:
hu: Nyelv neve:
it: Nome:
nb_no: Språknavn:
ne: स्थानीय नाम
nl: Taal naam:
pt_br: Nome do Idioma:
pt_pt: Nome do idioma:
sl: Lokalno Ime:
tr: Dil:

source: Voice Name:
da: Stemmenavn:
de: Stimme:
el: Όνομα Φωνής:
es: Nombre de la Voz:
fi: Puheääni:
fr: Nom de la voix :
gl: Nome de Voz:
hr: Ime glasa:
hu: Hang neve:
it: Nome Voce:
nb_no: Stemmenavn:
ne: आवाजको नाम:
nl: Stem:
pt_br: Nome da Voz:
pt_pt: Nome da voz:
sl: Ime glasu:
tr: Ses::

source: It is available a new version of this add-on. Do you want to update?
da: Der er en ny version af denne tilføjelse tilgængelig. Ønsker du at opdatere?
de: Eine neue Version dieser Erweiterung ist verfügbar. Möchten Sie das Update durchführen?
el: Είναι διαθέσιμη μια νέα έκδοση αυτού του πρόσθετου. Θέλετε να ενημερώσετε
es: Está disponible una nueva versión de este complemento. ¿Quieres actualizarlo?
fi: Tästä lisäosasta on saatavilla uusi versio. Haluatko päivittää?
fr: Une nouvelle version de cette extension est disponible. Voulez-vous la mettre à jour?
gl: Está dispoñible unha nova versión deste complemento. Queres actualizar?
hr: Dostupna je nova verzija ovog dodatka. Želite li ažurirati?
hu: Elérhető ennek a kiegészítőnek egy új verziója. Szeretné frissíteni?
it: È disponibile una nuova versione di questo componente. Vuoi aggiornarlo?
nb_no: Det er tilgjengelig en ny versjon av dette tillegget. Ønsker du å oppdatere?
ne: यो यस एड-अनको नयाँ संस्करण उपलब्ध छ। तपाईं अद्यावधिक गर्न चाहनुहुन्छ?
nl: Er is een nieuwe versie van deze add-on beschikbaar. Wilt u een update?
pt_br: Uma nova versão deste complemento está disponível. Deseja atualizar?
pt_pt: Está disponível uma nova versão deste extra. Quer actualizar?
sl: Na voljo je nova različica tega dodatka. Želite posodobiti?
tr: Bu eklentinin yeni bir sürümü mevcut. Güncellemek istiyor musunuz?

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
da: Denne nye version af denne tilføjelse er ikke kompatibel med din version af NVDA. Opdateringsprocessen vil blive afbrudt.
de: Die neue Version dieser Erweiterung ist nicht mit Ihrer NVDA-Version kompatibel. Der Aktualisierungsvorgang wird abgebrochen.
el: Αυτή η νέα έκδοση αυτού του πρόσθετου δεν είναι συμβατή με τη δική σας έκδοση του NVDA. Η διαδικασία ενημέρωσης θα τερματιστεί.
es: Esta nueva versión de este complemento no es compatible con tu versión de NVDA. El proceso de actualización será terminado.
fi: Tämä lisäosan uusi versio ei ole yhteensopiva sinun NVDA-versiosi kanssa. Päivitysprosessi lopetetaan.
fr: Cette nouvelle version de cette extension n'est pas compatible avec votre version de NVDA. Le processus de mise à jour sera terminé".
gl: Esta nova versión deste complemento non é compatible coa túa versión de NVDA. O proceso de actualización finalizará.
hr: Ova nova verzija ovog dodatka nije kompatibilna s vašom verzijom NVDA. Proces ažuriranja bit će prekinut.
hu: A bővítmény új verziója nem kompatibilis az Ön NVDA verziójával. A frissítési folyamat megszakad.
it: Questa versione del componente non è compatibile con la versione di NVDA in uso. Il processo di aggiornamento verrà interrotto.
nb_no: Denne nye versjonen av dette tillegget er ikke kompatibel med din versjon av NVDA. Oppdateringsprosessen vil bli avsluttet.
ne: यो एड-अनको यो नयाँ संस्करण NVDA को तपाइँको संस्करण संग उपयुक्त छैन। अद्यावधिक प्रक्रिया समाप्त हुनेछ।
nl: Deze nieuwe versie van deze add-on is niet compatibel met uw versie van NVDA. Het updateproces wordt beëindigd.
pt_br: A nova versão deste complemento não é compatível com a sua versão do NVDA. A atualização será cancelada.
pt_pt: Esta nova versão deste complemento não é compatível com a sua versão do NVDA. O processo de actualização será terminado.
sl: Nova različica tega dodatka ni združljiva z vašo različico programa NVDA. Postopek posodabljanja se prekine.
tr: Bu güncel sürüm, NVDA sürümünüzle uyumlu değil. Güncelleme işlemi sonlandırılacak.

source: Check for updates at startup
da: Tjek for opdateringer ved opstart
de: Beim Starten nach Updates suchen
el: Έλεγχος για ενημερώσεις κατά την εκκίνηση
es: Buscar Actualizaciones al iniciar
fi: Tarkista päivitykset käynnistyksen yhteydessä
fr: Rechercher des mises à jour au démarrage
gl: Comproba se hai actualizacións ao inicio
hr: Provjerite ima li ažuriranja pri pokretanju
hu: Frissítések keresése indításkor
it: Controlla gli aggiornamenti all'avvio
nb_no: Se etter oppdateringer ved oppstart
ne: स्टार्टअपमा अद्यावधिकहरूको लागि जाँच गर्नुहोस्
nl: Controleren op updates bij het opstarten
pt_br: Procurar por atualizações ao iniciar
pt_pt: Verificar por actualizações no arranque
sl: Preverjanje posodobitev ob zagonu
tr: Başlangıçta güncellemeleri denetle

source: Nuance Vocalizer 5.5 Driver
de: Nuance Vocalizer 5.5 Treiber
el: Οδηγός Nuance Vocalizer 5.5
es: Controlador Nuance Vocalizer 5.5
fi: Nuance Vocalizer 5.5 -ajuri
fr: Pilote Nuance Vocalizer 5.5
gl: Controlador do Nuance Vocalizer 5.5
hr: Nuance Vocalizer 5.5 pogonski softver
ne: Nuance Vocalizer चालक ५.५ ।
pt_br: Dráiver do Nuance Vocalizer 5.5
pt_pt: Driver Nuance Vocalizer Automotive 5.5
tr: Nuance Vocalizer 5.5 Sürücüsü

source: Nuance Vocalizer 5.5 speech synthesizer driver and interface for NVDA.
da: Nuance Vocalizer 5.5 driver og grænseflade til NVDA for talesyntesizer.
de: Sprachausgabentreiber für Vocalizer 5.5 von Nuance und Benutzeroberfläche für NVDA.
el: Οδηγός και διεπαφή για το συνθέτη ομιλίας Nuance Vocalizer 5.5 για το NVDA.
es: Controlador del sintetizador de voz Nuance Vocalizer 5.5 e interface para NVDA.
fi: Nuance Vocalizer 5.5 -puhesyntetisaattoriajuri ja -liitäntä NVDA:lle.
fr: Pilote et interface du synthetiseur Nuance Vocalizer 5.5 pour NVDA.
gl: Controlador do sintetizador de voz Nuance Vocalizer 5.5 e interface para o NVDA.
hr: Pogonski softver i NVDA sučelje za Nuance Vocalizer 5.5 sintetizator govora.
hu: Nuance Vocalizer 5.5 beszédszintetizátor driver és felület az NVDA-hoz.
it: Nuance Vocalizer 5.5 Driver di sintesi vocale e interfaccia per NVDA.
nb_no: Nuance Vocalizer 5.5 taledriver og grensesnitt for NVDA.
ne: नेत्रवाणीका लागि Nuance Vocalizer 5.5 वाचन संश्लेषक चालक र अन्तराकृति ।
nl: Nuance Vocalizer 5.5 spraak synthesizer driver en interface voor NVDA
pt_br: Dráiver e interface do sintetizador de fala Nuance Vocalizer 5.5 para NVDA.
pt_pt: Driver e interface do sintetizador Nuance Vocalizer 5.5 para NVDA.
sl: Nuance Vocalizer 5.5 gonilnik sintetizatorja govora in vmesnik za NVDA.
tr: NVDA için Nuance Vocalizer 5.5 konuşma sentezleyici sürücüsü ve arayüzü.
